import Text from '../../../../../components/Text';
import ScrollViewLayout from '../../../../../components/layout/ScrollViewLayout';
import VStack from '../../../../../components/stack/VStack';
import { purificationStyles } from '../../../common/Style';

export default function ObstaclesScreen() {
  return (
    <ScrollViewLayout>
      <Text variant="bodyLarge" style={purificationStyles.title} color="blue">
        بعض العراقيل التي قد تواجه المريد في هذه المرحلة
      </Text>
      <VStack spacing={15}>
        <Text variant="bodyMedium" style={{ textAlign: 'justify' }}>
          يكون المريد في هذه المرحلة العقلية على حال من الذكر يسمى "ذكر الحال"، فتجده متقلبا ما بين الحضور مع الله تعالى
          والغياب، وما بين الشعور بالمحبة وبالانفصال، فلا أحد ينكر أن المريد في هذه المرحلة تهب بعض نسائم المحبة
          فتستنشقها روحه وبذلك تتطلع إلى بعض المشاهدات العتيبية، وهذه المشاهدات كذلك تحضر في حال وتغيب في أحوال؛ إذ تكون
          قدم المريد لم تثبت بعد على صراط الرسوخ ولم يتبين بعد نجاحها وفلاحها، أم فشلها وتراجعها، لذلك قد تعترض المريد
          في هذه المرحلة بعض العوائق في الذكر أو في التزكية، منها:
        </Text>
        <Text variant="bodyMedium" style={{ textAlign: 'justify' }}>
          ولا: أنه قد لا يجد حضورا ولذة في الذكر لمدة طويلة من الزمن: ونحن هنا بالطبع نتحدث عن المريد الملتزم الذي لا
          يفوت ذكره، ولو ليوم واحد، ويحافظ عليه كيفما كان حاله، وكيفما كان حضوره، هذا الأمر قد يضعف همته ويبعده عن الذكر
          تدريجيا بعد ما أصبح لا يجد أي لذة فيه، وقد يكون هذا سببا في انقطاعه عن الذكر وإذا انقطع عن الذكر فإنه ينقطع عن
          التزكية لأن بينهما رابط لا يمكن أن يقطع فالواحد منهما يكمل الآخر، وإذا انقطع عن الذكر والتزكية فذلك يعني فشله
          في الطريق وعودته إلى الأعتاب، هذا إذا كانت له نية في طرق الباب مجددا وإلا يختم على سره وسريرته بالتخلف عن
          الركب السالكين.
        </Text>
        <VStack>
          <Text variant="titleLarge">علاج هذه الحالة:</Text>
          <Text variant="bodyMedium" style={{ textAlign: 'justify' }}>
            لذا يجب أن نتعامل المريد مع هذه الحالة من البرود إذا حصلت له في الطريق بحكمة وحذر، وأول أمر يجب عليه التمسك
            به هو الحفاظ على الذكر كيفما كان الحال، يليه بعد ذلك مراجعة نفسه، فقد يكون لذلك الانقطاع في الحضور سبب واضح
            إما أنه قد أساء الأدب في حضرة المشايخ فانقطع المدد عنه وأصبح الذكر جافا، وإما أنه في حالة اختبار وابتلاء،
            وإما أنه قد أصيب بشيء من ظلام الشياطين، وإما أنه ارتكب خطأ في الطريق فأدى ذلك إلى قطع حبل المدد عنه، فإذا
            وجد السبب عليه إن يعود إلى شيخه فيراجعه في الأمر، لعل في ذلك ترقية له.
          </Text>
        </VStack>
      </VStack>
    </ScrollViewLayout>
  );
}
