import { TKeys, Translations } from '../constants';

export const arabic: Translations = {
  [TKeys.WELCOME]: 'مرحبا بكم في تطبيق المنهج النبوي',
  [TKeys.APPLICATION_TITLE_PRIMARY]: 'المنهج النبوي',
  [TKeys.APPLICATION_TITLE_SECONDARY]: 'منهج الفلاح',

  // PRESENTATION
  [TKeys.PRESENTATION_CENTER_TITLE]: ' المركز الأكاديمي الدولي للدراسات الصوفية والجمالية',
  [TKeys.PRESENTATION_CENTER]:
    'قائم على منهج نبوي سلوكي يجمع بين التربية الروحية لأعضائه ومنخرطيه والعمل الأكاديمي الصوفي إضافة للاهتمام بالجانب الديني الثقافي.\n\nيسعى المركز أكاديميا إلى: الإسهام في خدمة التصوف المغربي الأصيل أدبيا وفكريا وثقافيا ومعرفيا وتواصليا من خلال إبراز مظاهر جمالية الفكر الإسلامي عامة، والصوفي خاصة، من حيث: الأدب، والخط، والموسيقى والسماع، وغيرها..، وتنظيم ندوات ومحاضرات وأيام دراسية حول التصوف المغربي وتأثيراته الفنية والجمالية، داخل المغرب وخارجه، ثم السعي إلى تبادل بعثات ثقافية وعلمية وفنية مع جهات مهتمة أو متخصصة في الدراسات الصوفية والجمالية.\n\nيسعى المركز روحيا إلى: إعادة الاعتبار للتربية الروحية السلوكية لمنخرطيه، والقائمة على وسطية الإسلام واعتداله، من خلال تربية النشء على الخصوصيات الدينية المغربية من عقيدة أشعرية وفقه مالكي وسلوك صوفي في ظل إمارة المؤمنين، وتنظيم جلسات الذكر والسماع على النمط الصوفي المغربي.. ثم العمل على فتح المجال أمام الطلبة الباحثين الأجانب الذين يريدون التعرف إلى خصوصية التصوف في المغرب، بتوفير ظروف إقامتهم والإشراف على توجيه زياراتهم إلى الأماكن التراثية المغربية كالأضرحة والزوايا والمؤسسات الدينية… \n\nيسعى المركز تربويا إلى: تحفيظ القرآن الكريم وفق رواية ورش وتدريس المتون الأساسية في العقيدة والفقه والتصوف، كمتن ابن عاشر.. ثم العناية بمجال السماع الصوفي والمديح النبوي دراسة وممارسة، من خلال إنشاء فرقة سماعية خاصة بالمركز…',
  [TKeys.PRESENTATION_CHEIKH_TITLE]: 'فضيلة الشيخ الدكتور عزيز الإدريسي الكبيطي الحسني',
  [TKeys.PRESENTATION_CHEIKH]:
    'رئيس المركز الأكاديمي الدولي للدراسات الصوفية والجمالية، حصل على الدكتوراه في الفكر الإسلامي والتصوف من جامعتي سيدي محمد بن عبد الله بفاس، و لويولا شيكاغو بالولايات المتحدة الأمريكية، تم تتويجه سنة ٢٠١٨م بجائزة التميز في العلوم الإسلامية، من طرف مؤسستي فولبرايت وأميديست الدوليتين، اعترافا بما قدمه من دراسات متميزة في حقل العلوم الإسلامية بالغرب الحديث.\n\nو قد حصل قبل ذلك على دبلوم الدراسات العليا المعمقة في الأدب العربي، والأدب الإنجليزي، وحصل على العديد من المنح الدولية للقيام بأبحاث ودراسات خارج المغرب، وأهمها منحة اللجنة المغربية الأمريكية للتبادل التربوي والثقافي، والتي مكنته من القيام بإنجاز أطروحة الدكتوراه، داخل الجامعات الأمريكية، بالإضافة إلى منحة فولبرايت لما بعد الدكتوراه، ومنحة جون ماني أكشن التي يمنحه الإتحاد الأوروبي للباحثين المميزين.\n\nوهو المدير العام لمؤتمر فاس العالمي للتصوف الذي ينعقد في المملكة المغربية سنويًا كما شارك وأشرف على تنظيم الكثير من المؤتمرات والندوات العلمية الأكاديمية في العديد من الدول منها: المغرب، الجزائر، إسبانيا، فرنسا، أنجلترا، سكوتلاندا، الولايات المتحدة، ماليزيا، إندونيسيا، سنغافورة، بانغلاديش، أدرابيجان، جنوب افريقيا، وغيرها الكثير.\n\nصدر له أزيد من عشرين كتابا حيث ترجمت بعض أعماله إلى الإنجليزية والإسبانية والألمانية والمالايو، وغيرها من اللغات الكونية.',
  [TKeys.PRESENTATION_APPROACH_TITLE]: 'المنهج النبوي: طريق الشكر',
  [TKeys.PRESENTATION_APPROACH]:
    ' ضائع شباب الأمة الإسلامية في متاهة البحث عن الحرية والبحث عن السعادة وتكملة النقص الذي يستشعره في باطنه في طرق أبواب خاطئة مضللة واتباع قدوات زائفة! يعيش فقدان للهوية الإسلامية ونكران للقدوة والأسوة التي خلقها الله لنا رحمة.. كيف أننا من أمة سيدنا محمد ﷺ ونحن لا نحبه !وكيف نحبه ونحن لا نعرفه ولا نتبع سنته !؟ \nقال الله عز وجل: "قد أفلح من تزكى وذكر اسم ربه فصلى" \nفالمنهج النبوي: طريق الشكر الحل ومنهج الفلاح في الدنيا والأخرى؛ جاء ليعرفنا بمهمتنا في هذا الكون، ومهمة العبد في الدنيا اثنتان: \nالأولى: معرفة العبد ربه والوصول إليه.  والثانية: تعريف الخلق بالله عزوجل وإرشادهم إليه. \nجاء بمنهج تطبيقي سلوكي يرجع الإنسان إلى أحسن تقويم ويصله بالله عز وجل ويحققه بالتنمية الذاتية والسعادة الباطنية الحقة في ربط كل مكونات ذاته [الجسد، العقل، القلب، النفس،الروح] بأصلها النوراني "الروح" باتخاذ منهج التزكية تطهيرا عن طريق الكف عن كل المحرمات التي ترتكب يالجوارح السبع التي تظلم القلب،* ثم تنويرها* باستخدامها في ما يرضي الله عزوجل وكما علمنا قدوتنا رسول الله ﷺ؛ ثم تزكية النفس والتخلي عن الشهوات وعن الآفات النفسية كالكبر وحب الذات.. ثم التخلق بأخلاق النبي ﷺ من تواضع وقناعة ورضا ورحمة وحب الخير للغير.. ثم تزكية العقل وربطه بالله عز وجل في كل الأعمال والأوقات عبر مستويات تسع ويساعد بذكر نوراني الذي يسهل مرارة هذه المجاهدة والتخلي عن شهوات النفس -> و هكذا تسقى الروح وتسقي كل مكونات الذات فتتطهر لطائف الروح ويتصل العبد بربه وتتذكر الخطاب المباشر الذي خاطبها الله عز وجل في عالم الأرواح، فتحيا الروح بالمحبة ويتعرف العبد على ربه ورسوله عن طريق شيخه المحمدي المأذون، ويتحقق بالمقصود الأعظم من الوجود وهو معرفة الله تعالى والاتصال به ونيل مرضاته وعيش حياة محمدية أحمدية وسلوك مسلك الرحمة والمحبة والتسليم لا مسلك الطاعة والعبادات الجافة. => فهذا المنهج المبارك ما يحقق السعادة ويكمل النقص الذي يبحث عنه الإنسان في أشياء باطلة وكأنه يسعى وراء السراب.. والحمد لله رب العالمين أن عرفنا على من يعرفنا على أنفسنا وعن قدوتنا سيد الخلق ﷺ وعن خالقنا.',

  // PRESENTATION BOOKS
  [TKeys.PRESENTATION_BOOKS_TITLE]: 'مكتبة المركز',
  [TKeys.PRESENTATION_BOOKS]:
    'صدر لفضيلة الشيخ الدكتور عزيز الكبيطي الإدريسي الحسني أكثر من عشرين كتاب منها إصدارات أكاديمية ومنها روحية:',
  [TKeys.BOOK_TITLE_1]: 'علم التزكية: منهج الفلاح',
  [TKeys.BOOK_DESC_1]:
    'فأما طريق الفلاح والمسار السالك والمُوصِل إلى الله رب العالمين هو ما لَخَّصْنَاه بحول الله وقدرته عمليا في هذا الكتاب، لأن الفلاح مرتبط في القرآن الكريم بالتزكية وبالذكر وبالصلاة التي تتجلى فيها معارج المعرفة، كما قال الله تعالى: “قد أفلح من تزكى وذكر اسم ربه فصلى” ، وهذه الأساسيات الثلاثة قد تولاها بالإجمال والتخصيص هذا الكتاب المبارك؛ ففي التزكية ثلاث مراحل ومقامات سَنُسْأَلُ عنها يوم القيامة وهي تزكية القلب والعقل والنفس، وفيها المقام الرابع الذي هو فضل من الله عز وجل وهو تزكية الروح.',
  [TKeys.BOOK_TITLE_2]: ' الأذكار النورانية المحمدية:\n التحصين الكامل من القرآن الكريم والسنة النبوية',
  [TKeys.BOOK_DESC_2]:
    'إن الإنسان في هذه الدنيا محاط بالأخطار وبطوارق الشر من كل جانب، وهو بطبعه ضعيفٌ؛ تتجاذبه أهواء نفسه، وأوهام عقله، وإغواءات شياطين الإنس والجن المتربص به ليل نهار، فتنهشه الأخطار من كل حدب وصوب، حتى يهلك بين أنيابها، ولولا ألطاف الله تعالى ورحماته بخلقه ما نجا منها أحد قَطُّ، ولهلك الجميع. \nولقد علمنا رسول الله ﷺ كيف نلجأ إلى الله عز وجل للاحتماء به؛ وكيف نحصن أنفسنا من شر الحسدة والحقدة والمردة والسحرة، ومن شر شياطين الإنس والجن، ومن شر الهوام والدواب، ومن شر كل ذي شر خلقه الله عز وجل مما نعلم ومما لا نعلم، ولَقد سَنَّ ﷺ لصحابته عددا من الأذكار والأوراد من القرآن الكريم، ومن السنة النبوية التي تعلمهم حقيقة العبودية والافتقار واللجوء إلى الله القوي المتين القهار المتكبر، وتحميهم من شرور أنفسهم ومن أخطار العالمين، خصوصًا أذكار الصباح والمساء التي تضمنها هذا الكتيب الهام الذي يجب أن يقبل عليه كل مسلم طالب لفضل الله ولرحمته، حتى يأويه الله تعالى إلى حصنه المكين، ويلبسه رداء العفو والمعافاة..',
  [TKeys.BOOK_TITLE_3]: 'جواهر الأذكار السَّنية في كشف الأستار الخفية',
  [TKeys.BOOK_DESC_3]:
    'هي مجامع الأذكار المسترسلة في أحوال العبودية ومقاصدها الأحدية، يستنفع بها المؤمن فيثقل ميزان حسناته، والمحسن فتكشف مشاهداته، والسالك فتتطور مراقباته والمحب فترتوي محبته، وكل ذي طلب يتحقق بمطلبه بفضل هذا الذكر الأحمدي المحمدي.\nوهي أذكار إذا اتخذها المريد ورداً بإذن محمدي يرد به على حضرة الله فتفيض عليه الواردات النورانية، ومنافعها على المريد السالك كبيرة ومتعددة.',
  [TKeys.BOOK_TITLE_4]: 'مدراج الفلاح في معرفة أصناف الشيخ الفتاح',
  [TKeys.BOOK_DESC_4]:
    'بإذن الله تعالى وبإذن رسوله ﷺ نشارك هذا الفيض العميم والنعمة العظيمة مع كل من أراد السلوك إلى الله تعالى وتاه في التعدد واختلطت عليه الطرق والمسالك في زمن أصبح الباطل يَدَّعِي الحق ويُظْهِر المعرفة والصحيح يختبئ في الجهل وينطوي في السريرة.. وبرحمة منه تعالى أن وَجَّهَنَا لنوره وحكمته ومعرفته لنوضح للمريد السالك وجه الحقيقة ووجه الشريعة في أول مفتاح يحتاجه للوصول وهو الشيخ الفتاح الذي لا يصح السلوك إلا به ولا يُقْبَل العبد في الحضرة إلا من خلال إذنه، وهته التراتبية في أصناف المشايخ جُعِلَت مقصودة تستجيب لها الأرواح والعقول بما تستفيد وتُفيد، لذلك نرجو من كل قارئ أن يتوجه لله قبل كل شيء بصفاء القصد وحسن النية وأن يفرغ عقله من أي فهم سابق ليرى ببصيرته نور الحق ويستمد من الحكمة ويتذوق بالروح ما سَيُغْنِيه عن نفسه ويُوصِلُه إلى شيخه.',
  [TKeys.BOOK_TITLE_5]: 'الأسرار الوهبية في إقامة الدعوة المحمدية',
  [TKeys.BOOK_DESC_5]:
    'تطرق هذا الكتاب المبارك بحول الله و قوته إلى أسس الدعوة السوية السليمة، ونقط ضعف الدعوات الحالية، والبديل المنهجي الذي يوحد صف الأمة على منهج رسول الله ﷺ.\nحيث ركزنا في الجزء الأول على منهج الدعوة كما جاء بها رسول الله ﷺ، وتحدثنا كذلك عن المنهج النبوي في زماننا هذا ونقط قوته المستمدة من أسس الدعوة المحمدية السليمة.\nأما في الجزء الثاني فتحدثنا عن أنواع التحركات الدعوية وخصوصا في هذا الزمن، وتحدثنا كذلك عن نقط ضعفها وقلة اعتمادها على المنهج الصحيح للدعوة والاستدلال.\nوفي الجزء الثالث والأخير تحدثنا عن طريقة تكوين الدعاة ورجال الدين تكوينا خماسي الأبعاد مما يجعل الداعية متمكنا من علمه، وفاهما لأصوله، وقادرا على توصيله لغيره، وعلى رد الانتقاد الموجه إليه و الحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_6]: 'المنهج النبوي: طريق الشكر',
  [TKeys.BOOK_DESC_6]:
    'إنه درب الفلاح وسبيل النجاح للمريد الملحاح، ويفصل الحديث في طريق رسول الله صلى الله عليه وسلم (الطريقة الأحمدية المحمدية: أصل كل الطرق)، التي تقوم على ركيزتي الشاكر: (الشيخ الحي)، والشكر: (التزكية والمجاهدة).\n وتقوم على شروط مطلوبة يجب أن تتوفر في السالك لهذه الطريق وأهداف مقصودة يضعها المريد نصب عينيه، ثم مقامات عليا لا يشتم رائحتها من لم ينهج هذا السبيل، والله أعلم حيث يجعل رسالته وسره، والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_7]: 'المنهج اليقين في معرفة مقامات الصديقين',
  [TKeys.BOOK_DESC_7]:
    'هو مدارج الترقي في مقامات القرب والتلقي، من خلال سبعة مقامات كبرى، في كل واحد منهم سبعة اخرى (وفيه من حقائق السير ما تضيق العبارة عن وصفه فتم التلميح له بالترميز أو التصوير أو التشكيل)، وفوق كل ذي علم عليم، والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_8]: 'حِكَمُ المنَّان في إصلاح مملكة الإنسان',
  [TKeys.BOOK_DESC_8]:
    'جاء هذا الكتاب فيضا محمديا يحمل مشاكل الخلق جملة، ويحمل حلولها وطرق علاجها، وهذا ما نحن في أمس الحاجة إليه، وخصوصا في زمان كثرت فيه الفتن، وحاد الناس فيه عن مقصودهم، وأغرتهم الحياة الدنيا فظنوا أنهم خالدون فيها، ولكنهم وعزة الله وجلاله سيفارقونها وسيعودون إلى الله عز وجل، فمن عمل حسنا فله جزاء الجنة ورضوان من الله أكبر، ومن عمل سوءًا وظلم نفسه فقد خسر خسرانا مبينا، وما هذه إلا تذكرة لعلها تنفع الناس، أو لعلها توقظ ما نام في دواخلهم من حرارة طلب الله عز وجل.',
  [TKeys.BOOK_TITLE_9]: 'أسرار الكنوز: في السحر والجن والشيطان الهموز',
  [TKeys.BOOK_DESC_9]:
    'هذا الكتاب هو تحفة من المعارف والأسرار حول أصناف الجن وإغواءات الشيطان، يضم تاريخا خفيا حول أصل الجن وطبائعه وخوارق السحر وإمكانياته، ويتحدث عن الأخطاء الكبرى التي يقع فيها أصحاب ما يسمى بالرقية الشرعية، ومخاطر البحث عن الكنوز دون مفتاح مأذون مما يجعلهم عرضة لمكائد الشيطان، ويبين حقيقة العلاج وكيفيته، والله ولي التوفيق والمرشد إلى ينابيع الحكمة.',
  [TKeys.BOOK_TITLE_10]: 'صفوة المعارف في حقيقة الأنفس والأذكار واللطائف',
  [TKeys.BOOK_DESC_10]:
    'كما هي الأمواج تَحِنُّ إلى قعر المحيط بما فيه من أسرار وجواهر إذا رجعت إليه حَنَّتْ، وإذا افترقت عنه وصارت على جوانب الشواطئ اليابسة تموجت واشتاقت، كذلك هي الأرواح في أحوال البُعْد عن عمق محيطها الأحدي تموج وتهيج شوقا، تتحرك عشقا وتَوْقًا، تأتي إليها رياح الذكر وصخور المجاهدة تحملها مما التصق بها من أوساخ الرِّمَال وظُلْمَانية الطين على أطراف الشواطئ، تُطَهِّرُها من ذلك وتُنَقِّيها. فَيَسِيرُ بها الذكر إلى وَسَطِ المحيط ويَغُوصُ بها في عُمْقِهِ الأحمدي حتى يَصِلَ بها إلى قَرَارِها الأحدي، تَقِر هناك وتستقر وتعود هناك للأصل بعد أن افترقت، وللسكون بعد أن تحركت، وفي أطراف المحيط شوقا إلى أعماقه. لكل شيء حكمة وأينما تأمل العارف يستخرج إشارة تدل على ربه، وعلى بديع صنعه، وأينما الْتَفَتَ يرى نفسه بين أكناف حضرته، والكُلُّ مُشِيرٌ إليه. فكيف تعود الأمواج المتحركة إلى قرار المحيط الساكن؟ وما دور صخور المجاهدة ورياح الذكر في هذا؟ كيف تتطهر أمواج الروح مما عَلِقَ بها على الشواطئ والأطراف؟ ونطرح السؤال هنا بصيغة أوضح للقارئ من العارف الذي فَهِمَ الإشارة قبلها: كيف يتخلص الإنسان من تَعَلُّقَاتِه وأوهامه ليعود إلى أصله وصفاء أحواله؟ كيف يسلك منهج الذكر؟ وكيف يقر على أصول مجاهدة النفس؟',
  [TKeys.BOOK_TITLE_11]: 'أحوال المكاشفة ومقامات المشاهدة في سلوك طريق المجاهدة',
  [TKeys.BOOK_DESC_11]:
    'يتحدث هذا الكتاب عن تحديد قواعد الكشف والاتصال ضمن إطار السلوك إلى حضرة الله عز وجل؛ أ هو باب من أبواب الوصول؟ أم مرحلة تمر بالسالك فتطوره وتؤهله لمقامات أخرى؟ أم هو مجرد منحة إلهية لا ترتبط بسلوك المريد إلى ربه عز وجل؟',
  [TKeys.BOOK_TITLE_12]: 'الفيض الرحماني والإمداد النوراني في الصلاة على النبي العدناني',
  [TKeys.BOOK_DESC_12]:
    'إنه نسيم الصبا وكنز الندى في الصلاة على علم الهدى، ويتضمن: صلوات الإشراق التي تهيج الأشواق وترقِّق الأذواق وتهذب الأخلاق وتبسط الأرزاق.. وترفع الحجب عن العشاق للدخول إلى حضرة الإطلاق.. صلوات تقرأ جماعة، وتقرأ في الخلوات المأذونة للتحقق بأصناف المشاهدات الباطنية للحضرة النبوية, والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_13]: 'سورة المعارج: إشارات باطنية وحكم عرفانية',
  [TKeys.BOOK_DESC_13]:
    'هذا الكتاب رسالة محمدية لأهل هذا الزمان ولكل زمان انمحت فيه العقيدة الصحيحة الصافية، فحجب الناس عن سر معاني القرآن الكريم وشعاع أنوارها فَالتَهَوا بتلاوة الأحرف وتنغيمها بالصوت والمقام، وانشغلوا بترتيب الكلم بالنحو والأسلوب والبلاغة والبيان، وإن كان في ذلك خير وإيمان، لكنه لا يرقى بالمؤمن إلى مراتب الترقي والإحسان، والمنفعة الحقة بسر صاحب الشريعة والفرقان ﷺ.\nهذا الكتاب رسالة نورانية لأهل الاتصال والعروج يحمل أسرار الخطاب المنهجي الاستدلالي، وكذا السلوك الروحي، وفي طياته إشارات عرفانية، ودروس وعبر لكل من ألقى السمع وهو شهيد، وفي سره المأذون مدرسة شاملة من حضرة النور المحمدي لكل باحث عن حقيقة الروح وأسرارها، مكابد لحجب العقل والنفس التي تحجب الروح عن حقيقة العروج والمعارج وأسرارها.',
  [TKeys.BOOK_TITLE_14]: 'مخاطبات الفاني في حضرة الداني',
  [TKeys.BOOK_DESC_14]:
    'الغرض من هذه المخاطبات الباطنية هو إرشاد العبد إلى ربه، وإيصال المريد إلى مُرَادِه، وتحقيق القاصد بمقصوده.. وقد تَضمّنت أسرارا إشارية من فهومات الروح في علاقة خطابها بالله، ومناجاتها معه سبحانه.. هذا الخطاب الذي لولاه ما أقيم غيب ولا أُقِيمت شهادة، ولا خُلِق خلق ولا استمد ممدود، فهو باق قبل الوجود، دائم بعده، حاضر أثناءه، مخاطب لنفسه بنفسه، ولروح العبد بنفسه..إنه مناجاة للأرواح بحقيقة التجلي التي عليها أُقِيم عالم الشهادة وعالم الظاهر، وصُوِّرَت الأجساد ورُفِعت الأسوار، ووُضِعت الآنية، وسُدِل الستار ؛ فمن فتح الله عين بصيرته، ومكنه بسلطته، وحققه بمعرفته، وأدخله إلى حقيقته الغيبية اتصل بمنبعه  واستقى من شربته الأولى، وتحقق بدوام الخطاب المكنون، وهذا ما كان بلغة لا تُحِيط بها اللغات، وبحروف لا تُتَرجمها الشِّفَاه، وبتنزل لا تحيط به المحسوسات.. والحمد لله',
  [TKeys.BOOK_TITLE_15]: 'missing',
  [TKeys.BOOK_DESC_15]: 'missing',
  [TKeys.BOOK_TITLE_16]: 'missing',
  [TKeys.BOOK_DESC_16]: 'missing',
  [TKeys.BOOK_TITLE_17]: 'المنهج الفريد في كشف حجب المريد',
  [TKeys.BOOK_DESC_17]:
    'مفتاح ذهبي ناذر من مفاتيح معرفة عيوب النفس وحجب المريد وعثراته الحائلة بينه وبين ربه، وتقوم ركائزه على: \n– حجب نفسية \n– حجب قلبيه \n– حجب عقلية \n– حجب علمية \n– حجب روحية \nوكل حجاب درج يتدرج عليه سير المريد إذا ما اجتاز حجابا عبر درجا وشق طريقه إلى مقصوده.',
  [TKeys.BOOK_TITLE_18]: 'سفر الحقائق و الأنوار وكشف الأستار في الصلاة على النبي المختار',
  [TKeys.BOOK_DESC_18]:
    'هذا الكتاب سيكون بإذن الله عز وجل دليلا في الطريق ومُقربا للعباد ومُشعلا للأشواق، ومرقيا للأذواق، ومُدْخِلا إلى حضرة الإطلاق بسر المفاتيح وبإذن التصريح، لكل من أراد السلوك إلى حضرة المحبوب، ولكل من أراد التَّرَقِي في درجات القرب والإحسان. \nهذا التجلي من صلوات الحقائق نُهديه لكل مريد طالب للطريق، سالك إلى حضرة التحقيق، مُتَّبِع لكل ما جاء في السُّنَّة بالتدقيق، كلها صلوات من القلب الأحمدي فائضة على تجليات الذات المحمدية سرا ساطعا في قلوب مشايخنا الكرام، مُتَّصِلا بكل من تَـــلَا هذه الصلوات أو ذاق هذه النفحات، أو رَسَخَت في قلبه أنوار هذه الفُهُومَات، ويظل هذا الاتصال ساريا من القلب إلى القلب حتى يفنى المريد عن وجوده، ويدخل حضرة التحقيق.',

  // PURIFICATION
  [TKeys.PURIFICATION_OBSTACLES]: 'بعض العراقيل التي قد تواجه المريد في هذه المرحلة',
  [TKeys.PURIFICATION_BODYPART_TITLE]: 'تزكية الجوارح',
  [TKeys.PURIFICATION_BODYPART_SUMMARY]: 'تزكية القلب من خلال تطهير وتنوير الجوارح السبعة',
  [TKeys.PURIFICATION_BODYPART_INTRODUCTION]:
    'تطرق بإذن الله تعالى في هذا الجزء الأول إلى تزكية الجوارح السبعة التي تكون مصحوبة بذكر محمدي يسمى بذكر التوبة، وبمراقبات روحية ترقي المريد في مراقي التطهير، وتزيد من صفاء بصره وبصيرته، أذنه وسريرته، جوارحه وباطنه',

  [TKeys.PURIFICATION_SOUL_TITLE]: 'تزكية النفس',
  [TKeys.PURIFICATION_BODY_PARTS_EYE]: 'العين',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS]: 'اليدين',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE]: 'اللسان',
  [TKeys.PURIFICATION_BODY_PARTS_EAR]: 'الأذن',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY]: 'البطن',
  [TKeys.PURIFICATION_BODY_PARTS_FEET]: 'القدمين',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS]: 'الفرج',

  [TKeys.PURIFICATION_BODYPART_CLEANING]: 'مرحلة التطهير',
  [TKeys.PURIFICATION_BODYPART_ENLIGHTENMENT]: 'مرحلة التنوير',
  [TKeys.PURIFICATION_BODYPART_ADD_PHASE]: 'إضافة {phase}',
  [TKeys.PURIFICATION_BODYPART_CLEANING_PHASE]: 'مرحلة تطهير {part}',
  [TKeys.PURIFICATION_BODYPART_ENLIGHTENMENT_PHASE]: 'مرحلة تنوير {part}',
  [TKeys.PURIFICATION_BODYPART_DISCIPLINARY_SYSTEM]: 'النظام التأديـبي',
  [TKeys.PURIFICATION_BODYPART_POSITIVE_USAGE]: 'قواعد الاستخدام الإيجابي',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_1]: 'حفظهم من النظر بشهوة للجنس الآخر',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_2]:
    'حفظهم من النظر للصور المحرمة في المجلات أو الفيديوهات على شبكة الإنترنيت أو التلفاز',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_3]: 'النظر بحسد أو كره أو بطريقة محقرة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_4]: 'حفظهم من النظر إلى الأشياء الدنيوية التي تأخذك عن ذكر الله',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_5]: 'التأمل المفرط في الدنيا وتمني امتلاكها بشدة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_1]: 'غض البصر حتى عن الأشياء المباحة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_2]: 'عود عينيك طاعتك ولا تجعلهما تلتفت إلى اتجاهات مختلفة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_3]: 'حاول ألا تطلق عينيك في النظر إلى ما حرم الله',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_4]:
    'متى نظرت إلى العالم فاجعل هذا في التفكر في الله والآخرة واجعلها فرصة لتذكر نعم الله وتذكر يوم القيامة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_5]:
    'انظر بعين الرحمة وكن متسامحا وتذكر أن لكل منا قصوره (تجاوز النظر للعيوب وانظر إلى النور والخير بداخل الآخر)',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_6]:
    'عندما تفتح أو تغلق عينيك تأمل واستشعر صفات الله وأسمائه. وحاول أن تعيش ما عاش ورأى وشعر به الرسول الكريم ﷺ واجعل كل طرفة عين بداية جديدة في حياة التوبة',

  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_1]: 'عدم ملامسة الجنس الآخر بشهوة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_2]: 'عدم ملامسة الأعضاء التناسلية بدون حاجة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_3]: 'لا تستعمل يديك في السرقة أو في الاحتيال',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_4]: 'لا تؤذ بيديك أحدا كيفما كان',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_5]: 'لا تستعملهما في الإشارات السيئة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_6]: 'لا تكتب بها الإساءات ولا الافتراءات',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_1]: 'استخدم يديك في مساعدة المحتاجين',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_2]: 'تصدق بهما',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_3]: 'اشكر الله على نعمة اللمس، وعلى اليدين والأصابع والكف',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_4]: 'تخيل أن يديك يسبحان الله دوما',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_5]: 'استخدم يديك في كتابة كل ما يرضي الله عز وجل',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_6]:
    'اجعل كل لمسة وإحساس يذكرك بالآخرة، فحرارة النار تذكرك بحرارة جهنم، ونعومة الوسادة تذكرك براحة وهدوء الجنة',

  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_1]: 'الغيبة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_2]: 'الخداع',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_3]: 'الكذب',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_4]: 'النميمة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_5]: 'اللغو',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_6]: 'شهادةالزور',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_7]: 'الجدال والمراء',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_8]: 'التفوه بكلمات من السحر الأسود للإتيان بأعمال خارقة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_9]: 'غناء أو تلاوة كلمات شاعرية أو جنسية أو فاحشة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_10]: 'مدح الناس المتكبرين أو المغرورين في وجودهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_11]: 'النفاق كأن تكون ذاوجهين',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_12]: 'الوعود الكاذبة عن عمد',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_13]: 'عدم الرضا عن نعم الله ونكرانها',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_14]: 'إفشاء أسرار الغير',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_15]: 'الحلف كذبا متعمدا باسم من أسماء الله أو صفاته',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_16]: 'الحديث عن النفس وكمالها وصفائها',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_17]: 'الحديث عن تفاصيل العقيدة دون سابق علم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_18]: 'الإستهزاء بالآخرين والسخرية منهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_19]: 'الكلام الجارح أو الشتائم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_20]:
    'وصف الله أو رسله أو ملائكته أو الصحابة (رضوان الله عليهم) بما لا يليق بهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_1]: 'استخدم لسانك بلطف ولين أثناء حديثك',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_2]: 'استخدمه في تلاوة القرآن وذكر الله',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_3]:
    'تحدث فقط عندما يستدعي الأمر ذلك، ولا تفرط أبدا في نفس منحه لك الله عز وجل',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_4]: 'استخدمه في إعطاء النصيحة ومساعدة الآخرين في هذه الحياة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_5]: 'استخدمه في الدعوة إلى الله تعالى',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_6]:
    'تمسك بالابتسامة في الفرج والضيق فعندما يراك الناس يروا فيك طريق النبي الكريم ﷺ',

  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_1]: 'التجسس على كلام الآخرين',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_2]: 'سماع الكلام السيء مثل النميمة والغيبة',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_3]: 'سماع اللغو والكلام الفارغ',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_4]: 'سماع الغناء الفاحش والموسيقى الصاخبة',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_1]: 'الاستماع إلى القرآن الكريم و الأحاديث',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_2]: 'الاستماع إلى الذكر و المديح النبوي والعلم النافع',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_3]: 'الاستماع إلى النصائح والإرشادات من أهل النصح',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_4]: 'كل صوت تسمعه ينبغي أن يذكرك بالله وبالآخرة',

  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_1]: 'الأكل والشرب المبالغ فيه',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_2]: 'أكل وشرب الحرام',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_3]: 'تناول الخمور',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_4]: 'تناول المخدرات',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_1]: 'اتباع السنة أثناء الأكل والشرب',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_2]: 'كن شاكرا في أي لقمة تأكلها مع تذكر حياة الرسول ﷺ',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_3]: 'تذكر من هم أقل حظا منك',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_4]: 'كل بطريقة سليمة وصحية',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_5]: 'أعط بدنك حق الطعام ومارس الرياضة',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_6]: 'لا تجعل بطنك تتحكم في بدنك',

  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_1]: 'عدم مقابلة غير المحارم',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_2]: 'عدم الدخول لممتلكات الغير دون سابق موافقة',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_3]: 'عدم ارتياد دور السينما لمشاهدة الأفلام السيئة',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_4]: 'عدم ارتياد الأماكن التي ليس لها فائدة كالمقاهي والنوادي',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_5]: 'عدم الذَّهاب لأصدقاء السوء الذين يشجعونك على المعاصي',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_1]:
    'السعي للأماكن الصالحة كالخطو للمساجد ولمجالس الذكر ولأماكن الصالحين',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_2]:
    'تخيل في كل خطوة تقوم بها أنك تسير إلى جانب الرسول الأكرم ﷺ',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_3]: 'تعلم دعاء السفر والتزم به في كل أسفارك',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_4]: 'تعلم دعاء الدخول إلى المسجد والخروج منه',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_5]: 'تعلم المشي كما كان يمشي عليه السلام',

  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_1]: 'كشفها لغير الزوج(ة)',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_2]: 'عدم الوقوع في زنا المحارم',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_3]: 'عدم الوقوع في الزنا بشكل مطلق',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_4]: 'عدم ممارسة الشذوذ',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_5]: 'عدم الإتيان من الدبر مع الزوجة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_6]: 'مداعبة الأعضاء التناسلية بدافع الشهوة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_7]: 'عدم الطهارة والنجاسة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_1]: 'تعلم الاستنجاء على السنة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_2]: 'إسباغ الوضوء',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_3]: 'دوام الطهارة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_4]: 'شكر الله على نعمة الزواج',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_5]:
    'تعلم دعاء الدخول و الخروج من الخلاء والالتزام به',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_6]: 'تعلم دعاء الجماع و الالتزام به',

  [TKeys.PURIFICATION_BODYPART_OBSTACLES_SUMMARY]:
    'في هذه المرحلة يتكرر وقوع المريد في الخطيئة والمعصية، وإذا قلنا تكرر المعصية فإننا لا نقصد أربعة أشهر أو ستة أشهر في الجدول الواحد، بل إننا نقصد سنتين أو أكثر.',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_TITLE]: 'كيفية التعامل مع تكرر المعاصي والذنوب',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_SUMMARY]:
    'وهذا الأمر يجب أن يتعامل معه المريد بوجهين : وجه من الشريعة ووجه من الحقيقة',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_FACE_A_TITLE]: 'فأما وجه الشريعة :',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_FACE_A_SUMMARY]:
    'فعلى المريد أن يضاعف من إصراره ويعتمد على ربه بدل إعتماده على نفسه، وعليه أن يبادر مسرعا إلى قطع الطريق أو الشخص الذي يوصله إلى المعصية. وعلى المريد أن يكون حاسما وصارما في اتخاذ هذه القرارات لأنها تحدد مصيره، وتردده قد يؤدي إلى تخلفه عن ركب السالكين، وخروجه من تحت جناح العارفين. ودخوله في حزب الشياطين، وكونه من الخاسرين في الدارين، يشهد على ذلك يوم الدين. وهذه القرارات يجب أن تتخذ بحنكة وحكمة وأن يستشير فيها المريد مع شيخه بعد أن يتخذ قراره لأن المبادرة بالتغيير تأتي من المريد نفسه، ولن يرشده الشيخ إلى ذلك.\n\nوعليه بالمقابل أن يصارح شيخه ويفصح له مباشرة ودون حياء أو تردد عن الإشكال الذي يحوله بينه وبين إكماله لمنهج تزكية الجوارح، وعلى المريد أيضا أن يظل متمسكا بحبل الاستغفار مستندا على عمود التوكل، ثابتا على أعتاب المحبة، مخلصا لأهل المعرفة والعناية',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_FACE_B_TITLE]: 'أما وجه الحقيقة :',
  [TKeys.PURIFICATION_BODYPART_OBSTACLES_HOW_TO_HANDLE_FACE_B_SUMMARY]:
    'فإن الله عز وجل ما ابتلى عبدا بذنب إلا ليكرمه وذلك إذا وجد المريد نفسه مبتلى بذنوب لا يستطيع التخلي عنها بسهولة وتخلى عنها من أجل الله عز وجل فإنه يكون من أقرب المقربين، وذلك لأنه قد أحسن التعامل مع الابتلاء بالذنب لأن المريد إذا كان صالحا في بدايته فإنه لن تتاح له فرصة التضحية بشيئ يبدو من الضروريات من أجل الله عز وجل، ومن لم يضح لا يقرب ولا يصل، ومن باب الكرم الإلهي أن أعطى لكل واحد منا بلية في ظاهرها، مزية في باطنه، لكي يضحي بها من أجله سبحانه، كما ضحى سيدنا إبراهيم عليه السلام بابنه، وكما ضحى كل نبي بما يملك وبنفسه من أجل ربه، وهذا ينطبق على العارفين أيضا وعلى الصالحين، وعلى من خصتهم عناية الله تعالى،\n\nقد تكون التضحية صعبة مريرة قاسية يتجرع فيها المريد ألما وحنظلا يصعب أن يزول مذاقه ولكن تلك المرارة لا تلبث حتى يزيلها الله عز وجل بحلاوة قربه ولدة ذكره وسر معرفته، وذلك إذا كان المريد ذا همة وعزيمة وذا حرقة وطلب، ذا قصد وبغية، فإنه لن يتوقف عن المحاولة والتكرار وعن التضحية بكل شيئ نفسه وماله من أجل الله سبحانه، فتغشاه العناية الكبرى وهي تزكية الله لعبده، فالحقيقة أن الله هو من يزكي المريد وليس المريد من يزكي نفسه، ولكن ما على المريد هو القيام بمحاولة التزكية وبالإصرار عليها رغم خطئه المتكرر فقد يكون في الأمر حكمة مخفية عن المريد، وظاهرة في بحر معرفة الله المديد، يدركها العارفون ويحيط بها الذاكرون ويرتوي منها الذائقون ويتحلى بها السالكون.',

  [TKeys.PURIFICATION_MIND_TITLE]: 'تزكية العقل',
  [TKeys.PURIFICATION_MIND_SUMMARY]: 'تزكية العقل من خلال تطهيره وتنويره',
  [TKeys.PURIFICATION_MIND_INTRODUCTION]:
    'سنتطرق في هذا الجزء الثاني من مراحل التزكية إلى تزكية العقل؛ فمن مهام العقل: الاستحضار والتوجه والتفكر وكذلك التعلق، فالعقل هو ما يربط الإنسان بالله عز وجل من جهة، وهو ما يربطه بالخلق ويُعَلِّقُه بالفاني ويَغْمِسُه في الدنيا وفي شهواتها من جهة أخرى.\n\nكما أن العقل مَلَكَةٌ فِطْرِيَةٌ تُقرِّب الإنسان من ربه عن طريق الاعتبار والتدبر، وهذه التأملات هي عبادة مستقلة في حد ذاتها ينتفع منها المريد إذا تفكر في الله عز وجل وملكوته، ويتضرر منها إذا تفكر سلبيا في المعاملات مع الخلق وفي مشاكل الدنيا وفي غير ذلك من الأمور التي تُدخِل الظلام إلى العقل.\n\nويظل العقل في الأساس هو محل الاختيار وأخذ القرار الذي يُسَيِّرُ مصير الإنسان، فبالعقل يختار الإنسان أي طريق يريد أن يسلك، وبه يتمكن من كبح جماح نفسه لأن المجاهدة المضادة للنفس تبدأ من العقل، وتَطهيرُ العقلِ وتَزكيتُهُ له منهج عملي خاص',

  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_1]: 'رفض الوساوس',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_2]: 'تنمية الاتصال اليومي مع الله عز وجل',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_3]: 'الاستئذان من الله في كل أعمالك',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_4]: 'حضور العقل مع الله',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_5]: 'الشعور بمعية الله خلال 24 ساعة',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_6]: 'التفكر العميق واستخلاص الدروس والعبر من كل المواقف',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_7]: 'التفكير الإيجابي والجيد وتجنب التفكير السيئ',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_8]: 'محبة الرسول، مع ربط عقولنا به عليه الصلاة والسلام',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_9]: 'محبة الله، مع ربط عقولنا به عز وجل',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_1]:
    'عدم التفكير عن قصد في أي ذنب، وعدم التمادي في الوساوس والأفكار المخالفة للشريعة الإسلامية، وعدم الاستمتاع بأي تصورات خاطئة أو خيالات مسيئة..  فإذا جاءت تلقائيا تستعيذ بالله من الشيطان الرجيم، وتحول تفكيرك إلى مسار آخر لتطهير عقلك مما لحقه من حمم ظلمانية كأن تتخيل اسم الجلالة فوقك أو الكعبة أمامك أو صورا نورانية تربطك بالله عز وجل..',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_2]:
    'تذكر الله عز وجل في الأعمال الدنيوية التي تتكرر يوميا، وذلك من خلال الدعاء: "اللهم إني أسألك خير هذا العمل وعافني من شره". مثال: عند الخروج من البيت لأي غرض، تقول: (بسم الله، توكلت على الله، اللهم إني أعوذ بك أن أَزِلَّ أو أُزَل أو أَضِلَّ أو أُضَل، أو أَظلِم أو أُُظلَم، أو أَجهل أو يُجهل علي). وعندما تمر بك ضائقة (اللهم ارزقني الصبر عليها، واصرفها عنِّي، واجعلها كفارة لذنوبي)... وهكذا',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_3]:
    'أن تستحضر بأن الله عز وجل معك طيلة يومك فتعمل على الاستئذان منه كلما هممت بعمل ديني أو دنيوي، (اللهم إني أستأذنك للقيام بهذا العمل وأسألك أن تبارك لي فيه)، ثم تضع اسم الله نصب عينيك وتتوكل على الله.. يجب على المريد بداية استحضار الأعمال الرئيسية التي يقوم بها يوميا (الصلاة، الذكر، النوم، العمل...)، وبعد ذلك يضيف أنشطة ثانوية أخرى... (الحديث في الهاتف، التسوق، أشغال المطبخ الرياضة..).',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_4]:
    'تذكر الله عز وجل بعقلك في كل أعمالك مع استحضار الأدعية النبوية المسنونة لكل عمل في وقته المناسب (يستحسن حفظ 40 حديث النووية). مثلا: ذكر سنن العبادات..',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_5]:
    'تتحدث مع الله تعالى في نفسك، وكلما غفلت عنه سجل وقت الغفلة ينبغي العيش مع الله طيلة 24 ساعة، بدلا من أن يُحَدِّثَ الإنسان نفسه فليتحدث مع الله سبحانه وتعالى عن كل شؤون حياته، وعن اهتماماته ومخاوفه الحاضرة والمستقبلية..  فالإنسان عندما يتحدث مع نفسه فقط يزداد توتره وضغوطاته النفسية وينسى الله تعالى، فينساه الله فلا تتغير أموره بل قد تسوء..  في حين عندما نتحدث الله تعالى فصلتنا معه تزداد ومخاوفنا تَقِلُ وأمورنا تُحَلُّ لأن الكل بأمره تعالى والخير كله في يده...',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_6]:
    'التدرب على التفكير في الخلق وفي كل الأحوال التي نمر بها يوميا: هناك آيات وحكم تدلنا على الله وتربطنا به مثلا: (المرض يدل على الحياة المؤقتة، عند المرض تتوقف عن كل الانشغالات الدنيوية التي كانت تلهينا عن واجباتنا الدينية، كذلك الموت سيأتي بغتة وبأخذنا ونحن لم ننه بعد التزاماتنا وانشغالاتنا، لذلك فالأمور كلها في يد الله وتحت حكمه وهو المقصد الأسمى الذي يجب أن نعيش من أجله)',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_7]:
    'تدريب العقل على حسن الظن بالله، وبرسوله وبالمؤمنين، وذلك بأن نعرف كيف نتصرف في المواقف التي نتعرض فيها للخذلان من طرف الآخرين، فلا ينبع أن نَحْمِلَ الحقدَ والضغينةَ لهم بل نبرر مواقفهم (لا أحد ملزم بمساعدتي، تحررت من الجميل والامتنان طيلة حياتي..)، وأيضا ندرب العقل على تجنب التفكير السلبي والمنافق مع أي شخص أو حادث، فإذا حصل ذلك وفكر سلبيا من دون قصد فإنه ينبغي الرجوع عنه حتى لا يستقر في العقل وينتقل التأثير إلى القلب بمحوه من خلال التفكير الإيجابي (تعطل السيارة مثلا ينبغي أن لا نغضب ونَسُب لأنها لن تصلح الأمر، بل ينبغي الاعتقاد بأن في ذلك الخير العميم، فلعل الله أراد أن ينقذنا من مشكلة أكبر.. وهكذا)',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_8]:
    'يعيش المريد في صحبة دائمة مع رسول الله ليل نهار من خلال تقمص أسلوب حياته عليه السلام (منامه، استيقاظه کلامه، شربه، حرکاته، ردود أفعاله..)، فيتعلم المريد السُّنَّة النبوية ويطبقها في كل شؤون حياته وتفاصيلها',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_9]:
    'في هذا المستوى يركز المريد انتباهه نحو الحضور الدائم لله سبحانه وتعالى معه، فيقضي اليوم وكأنه يشاهده في كل تصرفاته ويشعر بمراقبته له في كل حركاته، ويكون كل تفكيره بتجليات الأسماء الحسنى والصفات العلى',

  [TKeys.PURIFICATION_MIND_OBSTACLES_SUMMARY]:
    'يكون المريد في هذه المرحلة العقلية على حال من الذكر يسمى "ذكر الحال"، فتجده متقلبا ما بين الحضور مع الله تعالى والغياب، وما بين الشعور بالمحبة وبالانفصال، فلا أحد ينكر أن المريد في هذه المرحلة تهب بعض نسائم المحبة فتستنشقها روحه وبذلك تتطلع إلى بعض المشاهدات العتيبية، وهذه المشاهدات كذلك تحضر في حال وتغيب في أحوال؛ إذ تكون قدم المريد لم تثبت بعد على صراط الرسوخ ولم يتبين بعد نجاحها وفلاحها، أم فشلها وتراجعها، لذلك قد تعترض المريد في هذه المرحلة بعض العوائق في الذكر أو في التزكية، منها :',
  [TKeys.PURIFICATION_MIND_OBSTACLES_HOW_TO_HANDLE]: 'علاج هذه الحالة',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_1_TITLE]: 'أنه قد لا يجد حضورا ولذة في الذكر لمدة طويلة من الزمن',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_1_SUMMARY]:
    'نحن هنا بالطبع نتحدث عن المريد الملتزم الذي لا يفوت ذكره، ولو ليوم واحد، ويحافظ عليه كيفما كان حاله، وكيفما كان حضوره، هذا الأمر قد يضعف همته ويبعده عن الذكر تدريجيا بعد ما أصبح لا يجد أي لذة فيه، وقد يكون هذا سببا في انقطاعه عن الذكر وإذا انقطع عن الذكر فإنه ينقطع عن التزكية لأن بينهما رابط لا يمكن أن يقطع فالواحد منهما يكمل الآخر، وإذا انقطع عن الذكر والتزكية فذلك يعني فشله في الطريق وعودته إلى الأعتاب، هذا إذا كانت له نية في طرق الباب مجددا وإلا يختم على سره وسريرته بالتخلف عن الركب السالكين.',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_1_HOW_TO_HANDLE]:
    'لذا يجب أن نتعامل المريد مع هذه الحالة من البرود إذا حصلت له في الطريق بحكمة وحذر، وأول أمر يجب عليه التمسك به هو الحفاظ على الذكر كيفما كان الحال، يليه بعد ذلك مراجعة نفسه، فقد يكون لذلك الانقطاع في الحضور سبب واضح إما أنه قد أساء الأدب في حضرة المشايخ فانقطع المدد عنه وأصبح الذكر جافا، وإما أنه في حالة اختبار وابتلاء، وإما أنه قد أصيب بشيء من ظلام الشياطين، وإما أنه ارتكب خطأ في الطريق فأدى ذلك إلى قطع حبل المدد عنه، فإذا وجد السبب عليه إن يعود إلى شيخه فيراجعه في الأمر، لعل في ذلك ترقية له.',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_2_TITLE]:
    'أن يفشل المريد لمرات عديدة في المواظبة على استحضار معية الله عز وجل',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_2_SUMMARY]:
    'فعليه حينئذ أن يراجع تعلقاته وتشوقاته إلى غير الله عز وجل، وإلى غير سره الظاهر في مظهره، ولا شك أنه سيجد تعلقا يغلف باطن عقله فيجب عليه أن يسارع في التخلص منه، وان يجعل كل مقصوده في الله عز وجل وكل مرغوبه فيه، لأن التعلق العقلي يجعل بعض الخيالات والأفكار والتدبرات ترد على العقل فيما يخص ذلك الشيء الذي تعلق به المريد من دون الله عز وجل، وهذه الأخلية والتأملات والأفكار تكون حائلة بين العبد وبين استحضار لمعية ربه عز وجل.',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_3_TITLE]: 'أن ينظر المريد إلى الأغيار نظرة وجود وتصرف',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_3_SUMMARY]:
    'وهو بذلك يجعل العقل مضطرا إلى التفكير في شؤون الأغيار، وإذا كان في قلبه بعض من محبة الله عز وجل فإن العقل يضطر إلى استحضار معية الله في بعض الأوقات ويغيب عنها في أوقات أخرى، وبذلك يختلط الظلام والنور في عقل المريد فيصبح غير قادر على استحضار الله تعالى.',
  [TKeys.PURIFICATION_MIND_OBSTACLES_CASE_3_HOW_TO_HANDLE]:
    'يجب على المريد أن ينظر إلى العالمين نظرة عدم وفناء، وأنهم لا ينفعون ولا يضرون وأن الله تعالى واحد أحد بيده كل شيء فيخلص المريد مقصوده فيتحقق به ويصبح دائم استحضار معية الله تعالى.\nوهذا يجعل العقل مستمدا من مظهر النور وبالتالي تتطور ملكاته الجبلية من ملكة التدبر إلى ملكة التعرف، ومن ملكم التخيل إلى مرحلة المشاهدة، وهذا يطوره المريد ببعض المراقبات التي يؤذن له فيها خلال هذه المرحلة كمراقبة الاسم والقبة الخضراء والكعبة المشرفة وغير ذلك مما أشرنا إليه سابقا.',

  // Soul purification
  [TKeys.PURIFICATION_SOUL_SUMMARY]: 'تزكية النفس : تطهيرها وتنويرها',
  [TKeys.PURIFICATION_SOUL_INTRODUCTION]:
    'تزكية النفس هي آخر جزء في هذا الكتاب المبارك، هذه النفس التي جعلها الله عز وجل امتحانا واختبارا لسائر عباده فإذا خالفها الإنسان صار من الأولياء والصالحين وإذا اتبعها صار من الهالكين، وهذا الاختبار ليس سهلا ولا بسيطا، بل إنه جهاد مرير ومعاكسة ومخالفة وإخضاع وتربية.\n\nوهذه المرحلة من مراحل التزكية هي أطول وأصعب مرحلة يَسْلُكُها المريد لأن النفس تأبى الخضوع وتتمرد على صاحبها وتتحرك داخله بنزواتها وشهواتها، فتأسره بتلك الشهوات وتمنعه من الوصول إلى الحق جل جلاله، وقد طولب الإنسان بتزكية نفسه وبتربيتها في القرآن الكريم بشكل مباشر، وبأشكال غير مباشرة، فقد قال سبحانه وتعالى: (ونفس وما سواها فألهمها فجورها وتقواها، قَدْ  َأفْلَحَ مَن زَكَّاها وَقَدْ خَابَ مَن دسَّاها).\n\nهذه النفس تُهذَّبُ بالصحبة وتُلْجَمُ بالطاعة وتُهجَرُ بالذكر وقيام الليل، وتَخْضع بإصرار العقل وبِهِمَّة القلب، ولابد للمريد أن يمر من هذه المرحلة في طريق سيره إذ لا استغناء عنها، وهذا ما يميز بين الصالح والطالح، وبين العارف والعابد، وبين المحب والمحبوب، وبين الفائز والخاسر، فلو لم تكن هذه العقبة في طريق السير لاستوى العباد كلهم في درجة واحدة، ولكن الله قد جعل هذه العقبة في الطريق ليرفع عباده المخلصين إليه، لأن الصادق في الطلب يضحي بنفسه في سبيل ربه، أما المفتري والمدعي في طلبه لله عز وجل فإنه إذا وضع أمام هذه التضحية العظيمة بالنفس فإنه يتولى ويفر ويأبى أن يُضحي بنفسه.\n\nولكنها الإرادة القوية للمريد المؤيدة بتوفيق من الله عز وجل، وهمة الشيخ هي من تُسَدِّدُ المريد وتُسَلَّكه من عقبة النفس لأن النفس هي ما يحجب الروح، وإذا أزيلت عقبة النفس اتصلت الروح اتصالا لا انفصال بعده، وعادت إلى أصلها وفنت في سر نفختها وأدركت مقصودها وبغيتها وفازت بمطلوبها ومنيتها، وقد وُضع منهج عملي دقيق لعلاج أمراض النفس وإخضاعها للحق جل جلاله، وهذا ما لم يكن موجودا من قبل، فقد كانت النفس تُربى بالذكر وبالخضوع فقط، ولكن الله يجدد عزائمه في كل زمن بما يصلح لأهل زمانه، وهذه المناهج موضوعة في هذا الكتاب بتفصيل.\n\nفي هذه المرحلة كذلك يجب أن يستعين المريد بالذكر لكي يتمكن من كبح رغبات نفسه وجماحها، وهذا الذكر يجب أن يتميز بالكثرة وبقوة الحضور.',

  [TKeys.PURIFICATION_SOUL_1_TITLE]: 'التحقق بمقام التوبة',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_1]:
    'شعور المريد بالرغبة الحقيقية في التغيير مع الحفاظ عليها لمدة شهر كامل حتى تنغرس الهمة في نفس المريد، مع ملازمة ورد الاستغفار',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_2]:
    'قطع كل الطرق التي تؤدي إلى المعصية مع هجر كل رفاق السوء وعدم تفكير المريد في احتمالية عودته إلى الذنب مرة أخرى',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_3]:
    'ترك المعصية باطنيا: وذلك عن طرق منع التفكير فيها وعدم استرجاع أي متعة أو نشوه للمعاصي السابقة، وعدم الرغبة في الإتيان بتلك المعاصي مستقبلا، وإلا سيعود المريد حتما للمعصية',
  [TKeys.PURIFICATION_SOUL_2_TITLE]: 'غرس صفة الإخلاص',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_1]:
    'على السالك أن يصحح نيته في بداية ونهاية كل عمل صالح يقوم به ويجعلها استجابة لأمر الله تعالى وأن يبرئها من كل رباء أو التفات أو قصد لغير الله سبحانه',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_2]:
    'قيام المريد بالأعمال الصالحة لوجه الله تعالى وليس من أجل أي مصلحة شخصية كحصول الاطمئنان أو وجود اللذة أو التحقق بالمشاهدة',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_3]:
    'عبادة الله سبحانه لأنه الله دون أي غرض ولا دافع ودون أي حاجة ولا طمع لا في المشاهدة ولا في الولاية ولا في الجنة ولا في أي شيء',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_4]:
    'عدم اعتقاد المريد نهائيا أنه تحقق بمقام الإخلاص، وبقاءه دوما في حيطة وحذر من التفات إخلاصه وتغير قصده',
  [TKeys.PURIFICATION_SOUL_3_TITLE]: 'غرس صفة التواضع',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_1]: 'إيمان المريد بأن كل المسلمين أفضل منه ولا يعتبر أي واحد منهم أقل منه قدرا',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_2]:
    'أن لا ير المريد لنفسه فضلا ولا صلاحا في ما يقوم به من أعمال الخير لأن كل عمل صالح إنما هو بتوفيق من الله تعالى',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_3]:
    'اعتقاد المريد بأن كل الخصوصيات والنعم هي فضل من الله عز وجل عليه ولا دخل له في ذلك ولا استحقاقية له على الله تعالى',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_4]:
    'إدراك المريد بأنه أسوء خلق الله وأنه مفتقر أشد الافتقار لا عمل له ولا شيء له وأن ملجأه الوحيد هو رحمة الله تعالى وعطفه',
  [TKeys.PURIFICATION_SOUL_4_TITLE]: 'غرس صفة الشكر',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_1]:
    'على المريد أن ينسب كل فضل يأتيه إلى الله تعالى سواء كان هذا الفضل نعمة ظاهرية أو فيضا روحانيا ولا ينسب إلى نفسه شيئا منه مقالا واعتقادا',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_2]:
    'الشعور بالامتنان القلبي الدائم تجاه نعم الله عز وجل وعدم جحودها ونسيانها في ساعة المحنة والابتلاء',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_3]:
    'محاولة استخدام هذه النعم والمنح فيما يفيد الخلق ويسعدهم وذلك شكرا الله تعالى، مثلا:  استعمال الإذن المحمدي في العلاج، وتوظيف العلم والفصاحة في الدعوة، بذل المال في التخفيف من معاناة الخلق وهكذا...',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_4]: 'إقرار المريد بعجزه عن شكر الله سبحانه لأن الشكر مقام عالي جدا',
  [TKeys.PURIFICATION_SOUL_5_TITLE]: 'إزالة التعلق بالخلق',
  [TKeys.PURIFICATION_SOUL_5_SUB_TITLE]: 'التعلق العاطفي المرضي',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_1]:
    'إهمال الخلق وعدم حصول تفاعل نفسي معهم، فمثلا: "إذا أَعْطَى الخَلقُ شأنا للمريد فإنه يشعر بالغرور والكبر، وإذا قللوا من شأنه فإنه يشعر بالانتقاص والبغض"، هذا هو التفاعل النفسي الذي أن يحصل للمريد في تعامله مع الخلق، بل يجب أن يستوي عنده الأمر سواء نظروا إليه نظرة إجلال أو نظرة انتقاص، فإذا وقع المريد في تفاعل نفسي فكر فيه ولم يُهْمِلْهُ فإنه يعيد التزكية من جديد',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_2]:
    'أن لا ينظر المريد إلى وجود الخلق في شؤون حياته، وأن يُمضِي اليوم كله وهو يتعامل مع الله عز وجل فقط، وإذا تعامل مع أحد من الخلق فيجب أن يعتبره مجرد اختبار من الله، أو مجرد واسطة بينه وبين الله تعالى، فإذا تعامل المريد مع أحد الخلق لحد ذاته وهو غافل عن الله عز وجل فقد أخطأ في تزكيته، وعليه أن يعيدها',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_3]:
    'أن لا يشعر المريد بتأثير أي أحد من الخلق على حالته واتصاله بالله عز وجل لأن الخلق قد يكونون عائقا وفاصلا ومبعدا عن الله عز وجل في البداية، ولكن مع المستويين السابقين فيجب على المريد أن يَعتاد على عدم التأثر بهم في علاقته مع الله تعالى، فإذا حصل وتسبب أحد من الخلق في ضياع صلته بالله عز وجل أو في تحرك النفس بأي صفة من الصفات سواء بالغضب أو بالكبر أو بالشهوة.... وَجَبَ عليه أن يعيد تزكيته',
  [TKeys.PURIFICATION_SOUL_6_TITLE]: 'إزالة التعلق بالخلق',
  [TKeys.PURIFICATION_SOUL_6_SUB_TITLE]: 'التعلق الشهواني والغرائزي المحرم',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_1]:
    'الإستعاذة بالله من الشيطان الرجيم، ثم الإهمال إذا نُفِثت في النفس نفثة شهوانية وعدم إصدار أية ردة فعل منافية للشريعة',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_2]:
    'الارتباط بالله تعالى وبالمشايخ كلما نفثت نفثة شهوانية في نفس الإنسان، "ذلك من أجل قهر النفس حيث يصبح كل تحرك شهواني في نفس الإنسان مقربا من الله عز وجل وليس مبعدا عنه هكذا تصبح النفس معارضة لهذه النفثة وغير متأثرة بها"',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_3]:
    'عدم حصول هذه النفثة نهائيا فيما يخالف الشريعة أو في الرغبة المحرمة فإذا حصل ذلك وجب على المريد أن يتوب إلى الله عز وجل، ويغتسل من الغفلة مع القيام بصلاة التوبة واستغفار الله عز وجل حتى تطمئن نفسه وترضخ الشريعة الله تعالى',
  [TKeys.PURIFICATION_SOUL_7_TITLE]: 'علاج الخوف',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_1]:
    'الاعتقاد بأن الله عز وجل كتب عليك الأقدار من يوم ولادتك إلى يوم موتك، وكل ما يأتي خارجيا قد حُسِم من قبل كالفتنة والمرض أو قلة الرزق أو عدم الزواج، وكل المخاوف المستقبلية فهي محسومة عند الله عز وجل، وأنك في الدنيا في حالة اختبار ستحاسب على ما سيصدر منك، لا على الذي يأتيك من الخارج',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_2]:
    'محاولة تعديل كفتي العاطفة بقيامك بالأسباب وتوكلك على الله فذلك يجعل عاطفتك مستقرة ومتحكم فيها، وكذلك عن طريق العقل',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_3]:
    'عدم تعليق كل حياتك بالذي سيأتي أو بالذي سيحصل لك، بل عليك أن تتعلق بسر الوجود، وتؤدي وظيفتك في الكون، وذلك بإبلاغ الرسالة التي ستعطى لك إما عن طريق الوظيفة أو أي شيء، ثم الاتصال بالله ومعرفته وبهذا التفكر المستمر بالعقل وبالإرادة الصادرة من القلب نفسه يسيطر الإنسان على عاطفة الخوف ويردها إلى الاعتدال ليحيا حياة مطمئنة لا يعاني فيها من قلق وأرق مستمرين',

  [TKeys.SUNNAHS_DESCRIPTION]: 'غَرْسُ السُّنَنِ النَّبَوِيَّةِ',
  [TKeys.SUNNAHS_TYPE_VERBAL]: 'القولية',
  [TKeys.SUNNAHS_TYPE_ACTIONAL]: 'الفعلية',
  [TKeys.SUNNAHS_INTRODUTION]:
    'يبدأ المريد بسنن العادات مع بداية تزكية جوارح القلب، ثم ينتقل إلى سنن العبادات مع بداية تزكية العقل، وسنن الحقائق والمعارج مع بداية تزكية النفس حيث يُفترض أن يكون قد أتقن مجموعة من سنن العادات قبل انتقاله مرحلة تزكية العقل، كما يفترض أن تكون قد غرست فيه الكثير من سنن العبادات قبل بَدْء تزكية النفس التي تتوافق مع سنن السير والحقائق',
  [TKeys.SUNNAHS_INTRODUTION_RULE_1]:
    'يستحسن تطبيق سُنَّة في كل نصف شهر ليتم ضبطها، وهذا أفضل من كثرة السنن دون إتقان ولا استحضار',
  [TKeys.SUNNAHS_INTRODUTION_RULE_2]: 'تعاد السُّنَّة إذا تجاوز المريد ثلاثة أخطاء في خمسة عشر يوما',
  [TKeys.SUNNAHS_INTRODUTION_RULE_3]:
    'إذا كان المريد يضبط مسبقا بعض السنن فإنه يعيدها من البداية، فهذا أفضل له وأكثر أجرا وبركة',
  [TKeys.SUNNAHS_INTRODUTION_RULE_4]: 'حتى أطفال المنهج يمكنهم الالتزام بغرس بعض السنن خاصة العَادَات',

  [TKeys.SUNNAHS_HABITS_TITLE]: 'سُننُ العَادَات',
  [TKeys.SUNNAHS_WORSHIP_TITLE]: 'سُننُ العِبَادَات',
  [TKeys.SUNNAHS_TRUTHS_TITLE]: 'سُننُ السير\nوالحقائق والمعارج',

  // Habits sunnahs
  [TKeys.SUNNAHS_HABITS_INTRODUCTION]:
    'هذه بعض السنن التي كان يقوم بها سيدنا محمد ﷺ على سبيل العادة، والأخذ بها هو إحياء للسنة النبوية التي تنير قلب المريد وتساعده على تجاوز هذه المرحلة الأولى من التزكية بنجاح، ويمكن اعتماد سنن أخرى ثبت عمله عليه الصلاة والسلام بها',

  // Sunnah habit 1
  [TKeys.SUNNAHS_HABITS_1_TITLE]: 'سُننُ النوم',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_1]: 'ما يقرأ قبل النوم: باسمك اللهم أحيا وأموت',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_2]:
    'إذا قلق في فراشه فلم ينم : اللَّهُمَّ غارَتِ النُّجُومُ وَهَدأتِ العُيُونُ وأنْتَ حَيُّ قَيُّومٌ لا تَأخُذُكَ سِنَةٌ وَلاَ نَوْمٌ، يا حيُّ يا قَيُّومُ أَهْدِىءْ لَيْلي، وأنِمْ عَيْنِي',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_3]:
    'إذا كان يفزع في منامه : أعُوذُ بِكَلِماتِ اللَّهِ التَّامَّةِ مِنْ غَضَبهِ وَشَرِّ عِبادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وأنْ يَحْضُرُونِ',

  // Sunnah habit 2
  [TKeys.SUNNAHS_HABITS_2_TITLE]: 'سُننُ الاستيقاظ',
  [TKeys.SUNNAHS_HABITS_2_VERBAL_RULE_1]: 'ما يقرأ عند الاستيقاظ: الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور',

  // Sunnah habit 3
  [TKeys.SUNNAHS_HABITS_3_TITLE]: 'سنة دخول البيت',
  [TKeys.SUNNAHS_HABITS_3_VERBAL_RULE_1]:
    'ما يقرأ عند دخوله: اللهم إني أسألك خير المولج، وخير المخرج، بسم الله ولجنا وبسم الله خرجنا وعلى الله توكلنا',
  // Sunnah habit 4
  [TKeys.SUNNAHS_HABITS_4_TITLE]: 'سنة الخروج من البيت',
  [TKeys.SUNNAHS_HABITS_4_VERBAL_RULE_1]:
    'بِسْمِ اللهِ تَوَكَّلْتُ عَلَى الله اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ',
  // Sunnah habit 5
  [TKeys.SUNNAHS_HABITS_5_TITLE]: 'سُننُ دخول البيت غير المسكون',
  [TKeys.SUNNAHS_HABITS_5_VERBAL_RULE_1]: 'السلام علينا وعلى عباد الله الصالحين',
  [TKeys.SUNNAHS_HABITS_5_ACTIONAL_RULE_1]: 'تقديم الرجل اليمنى عند الدخول وتقديم الرجل اليسرى في الخروج',
  // Sunnah habit 6
  [TKeys.SUNNAHS_HABITS_6_TITLE]: 'السنة عند الغضب',
  [TKeys.SUNNAHS_HABITS_6_VERBAL_RULE_1]: 'اللهم اغفر لي ذنبي، وأذهب غيظ قلبي، وأجرني من الشيطان',
  // Sunnah habit 7
  [TKeys.SUNNAHS_HABITS_7_TITLE]: 'سنن اللباس',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_1]:
    'ما يقرأ في اللباس الثوب: اللهم إني أسألك من خيره وخير ما هو له، وأعوذ بك من شره وشر ما هو له',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_2]:
    'ما يقرأ في اللباس الثوب الجديد أو النعل الجديد وما أشبهه: اللهم لك الحمد أنت كسوتنيه، أسألك خيره وخير ما صنع له، وأعوذ بك من شره وشر ما صنع له',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_3]: 'مايقول لصاحبه إذا رأى عليه ثوبا جديدا "ألبس جديدا، وعش حميدا، ومت شهيدا"',
  [TKeys.SUNNAHS_HABITS_7_ACTIONAL_RULE_1]: 'يبتدأ بالجهة اليمنى، تم اليسرى',
  // Sunnah habit 8
  [TKeys.SUNNAHS_HABITS_8_TITLE]: 'سنن خلع الثياب',
  [TKeys.SUNNAHS_HABITS_8_VERBAL_RULE_1]: 'ما يقرأ عند خلع الثوب لغسل أو نوم أو نحوهما: بسم الله الذي لا إله إلا هو',
  [TKeys.SUNNAHS_HABITS_8_ACTIONAL_RULE_1]: 'يبتدأ بخلع الجهة اليسرى ثم اليمنى',
  // Sunnah habit 9
  [TKeys.SUNNAHS_HABITS_9_TITLE]: 'سنن الدخول إلى الخلاء',
  [TKeys.SUNNAHS_HABITS_9_VERBAL_RULE_1]: 'ما يقرأ عند دخول الخلاء: اللهم إني أعوذ بك من الخبث والخبائث',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_1]: 'يدخل بالرجل اليسرى ويخرج بالرجل اليمنى',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_2]: 'ممنوع على داخل الخلاء الذكر أو الكلام الجهري',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_3]: 'ممنوع السلام على الجالس لقضاء الحاجة',
  // Sunnah habit 10
  [TKeys.SUNNAHS_HABITS_10_TITLE]: 'سنن الخروج من الخلاء',
  [TKeys.SUNNAHS_HABITS_10_VERBAL_RULE_1]: 'غفرانك الحمد لله الذي أذهب عني الأذى وعافاني',
  [TKeys.SUNNAHS_HABITS_10_ACTIONAL_RULE_1]: 'يخرج بالرجل اليمنى ',
  // Sunnah habit 11
  [TKeys.SUNNAHS_HABITS_11_TITLE]: 'سنن الدخول إلى السوق',
  [TKeys.SUNNAHS_HABITS_11_VERBAL_RULE_1]:
    'لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت، وهو حي لا يموت، بيده الخير، وهوعلى كل شئ قدير',
  // Sunnah habit 12
  [TKeys.SUNNAHS_HABITS_12_TITLE]: 'السنن عند استصعاب الأمر',
  [TKeys.SUNNAHS_HABITS_12_VERBAL_RULE_1]: 'اللهم لا سهل إلا ما جعلته سهلا، وأنت تجعل الحزن إذا شئت سهلا',
  // Sunnah habit 13
  [TKeys.SUNNAHS_HABITS_13_TITLE]: 'السنن عند النظر في المرآة',
  [TKeys.SUNNAHS_HABITS_13_VERBAL_RULE_1]: 'الحمد لله، اللَّهُمًّ حَسِّن خُلُقِي كَمَا حَسَّنْتَ خَلْقِي',
  // Sunnah habit 14
  [TKeys.SUNNAHS_HABITS_14_TITLE]: 'سنن عند غلبة الأمر',
  [TKeys.SUNNAHS_HABITS_14_VERBAL_RULE_1]: 'حسبي الله ونعم الوكيل',

  // Worship sunnahs
  [TKeys.SUNNAHS_WORSHIP_INTRODUCTION]:
    'في هذا الجزء من مراحل تزكية العقل لابد أن نُدْرِجَ ما يساعد في تطهير العقل وترقيته وهي الإتيان بسان العبادات التي تجعل عقل الإنسان حاضرا مع الله تعالى مُسْتَحْضِراً له في كل عبادة يُقبِل عليها، فَيُثْمِرُ هذا اقْتِفَاءَ الأثر المحمدي ودوامَ حضور العقل مع الله تعالى، ودوامَ مناجاته والحديث معه في كل حال من أحوال العبادة وتبقى الثمرة الكبرى هي تحصيل المريد الطالب لربه على الخشوع والحضور في العبادة، ومن ثمة يتحقق بحقيقتها ويحظى بمزيتها، ويُغسلُ بنورانيتها، لتنتقل عبادته من عبادة الظاهر المحضة إلى عبادة الظاهر بالخضوع، وعبادة الباطن بالخشوع.\n\nوقد اقترحنا مجموعة من سنن العبادات، يمكن تحصيل سنن أخرى وردت عن سيدنا محمد أو عن آل بيته الأكرمين، أو عن صحابته الطاهرين، هذا والحمد لله رب العالمين',

  // Sunnah worship 1
  [TKeys.SUNNAHS_WORSHIP_1_TITLE]: 'سنن الوضوء',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_1]: 'ما يقرأ عند رؤية الماء: الحمد لله الذي جعل الماء طهورا',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_2]: 'ما يقرأ عند الاستنشاق: اللهم لا تحرمني رائحة نعيمك وجناتك',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_3]: 'ما يقرأ عند غسل الوجه: اللهم بيض وجهي يوم تبيض وجوه وتسود وجوه',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_4]:
    'ما يقرأ عند غسل اليدين: اللهم أعطني كتابي بيميني، اللهم لا تعطني كتابي بشمالي',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_5]:
    'ما يقرأ عند مسح الرأس: اللهم حرم شعري وبشري على النار وأظلني تحت ظل عرشك يوم لا ظل إلا ظلك',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_6]: 'ما يقرأ عند مسح الأذنين: اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_7]: 'ما يقرأ عند غسل القدمين: اللهم ثبت قدمي على الصراط',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_8]:
    'ما يقرأ بعد الوضوء: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين',
  [TKeys.SUNNAHS_WORSHIP_1_ACTIONAL_RULE_1]: 'الكيفية: يبدأ بالبسملة',

  // Sunnah worship 2
  [TKeys.SUNNAHS_WORSHIP_2_TITLE]: 'سنن المسجد',
  [TKeys.SUNNAHS_WORSHIP_2_VERBAL_RULE_1]:
    'يستحب الإكثار من الاذكار وتلاوة القرآن وقراءة حديث رسول الله صلى الله عليه وسلم وعلم الفقه وسائر العلوم الشرعية، وكذلك نية الاعتكاف للمجالس والأمر بالمعروف والنهي عن المنكر. من دخل المسجد فلم يتمكن من صلاة الحية المسجد، إما لحدث أو لشغل أو نحوه، يستحب أن يقول أربع مرات سبحان الله والحمد الله ولا إله إلا الله، والله أكبر. ',

  // Sunnah worship 3
  [TKeys.SUNNAHS_WORSHIP_3_TITLE]: 'سنن الذهاب إلى المسجد',
  [TKeys.SUNNAHS_WORSHIP_3_VERBAL_RULE_1]:
    'اللهم اجعل في قلبي نورا وفي لساني نورا، واجعل في سمعي نورا، واجعل في بصري نورا، واجعل من خلفي نورا، ومن أمامي نورا، واجعل من فوقي نورا، ومن تحتي نورا، اللهم أعطني نورا',

  // Sunnah worship 4
  [TKeys.SUNNAHS_WORSHIP_4_TITLE]: 'سنن دخول المسجد والخروج منه',
  [TKeys.SUNNAHS_WORSHIP_4_VERBAL_RULE_1]:
    'ما يقرأ عند الدخول إليه: "اللهم صلى على سيدنا محمد وعلى آله وسلم اللهم افتح لي أبواب رحمتك',
  [TKeys.SUNNAHS_WORSHIP_4_VERBAL_RULE_2]:
    'ما يقرأ عند الخروج منه: "اللهم صلى على سيدنا محمد وعلى آله وسلم اللهم إني أسألك من فضلك',
  [TKeys.SUNNAHS_WORSHIP_4_ACTIONAL_RULE_1]: 'يقدم الرجل اليمنى في الدخول إلى المسجد ويقدم الرجل اليسرى في الخروج منه',

  // Sunnah worship 5
  [TKeys.SUNNAHS_WORSHIP_5_TITLE]: 'سنن عند الإفطار ',
  [TKeys.SUNNAHS_WORSHIP_5_VERBAL_RULE_1]: 'اللهم لك صمنا وعلى رزقك أفطرنا فتقبل منا إنك أنت السميع العليم',

  // Sunnah worship 6
  [TKeys.SUNNAHS_WORSHIP_6_TITLE]: 'سنن يوم الجمعة وليلتها والدعاء',
  [TKeys.SUNNAHS_WORSHIP_6_VERBAL_RULE_1]:
    'يستحب أن يكثر في يومها وليلتها من قراءة القرآن والأذكار والدعوات، والصلاة على رسول الله، ويقرأ سورة الكهف في يومها',
  // Sunnah worship 7
  [TKeys.SUNNAHS_WORSHIP_7_TITLE]: 'أدعية الصلوات',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_1]:
    'أن يترصد الأزمان الشريفة، كيوم عرفة وشهر رمضان ويوم الجمعة والثلث الأخير من الليل ووقت الأسحار',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_2]:
    'أن يغتنم الأحوال الشريفة، كحالة السجود، ونزول الغيث، وإقامة الصلاة وحالة رقة القلب',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_3]: 'استقبال القبلة، ورفع اليدين، ويمسح بهما وجهه في آخره',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_4]: 'خفض الصوت بين ال، المخافتة والجهر',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_5]: 'أن لا يتكلف السجع',

  // Sunnah worship 8
  [TKeys.SUNNAHS_WORSHIP_8_TITLE]: 'سنن دعاء الركوع والسجود',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_1]: 'سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_2]: 'سبوح قدوس رب الملائكة والروح',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_3]:
    'اللهم لك سجدت وبك آمنت ولك أسلمت سجد وجهي للذي خلقه وصوره وشق سمعه وبصره، تبارك الله أحسن الخالقين',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_4]: 'سبحان ذي الجبروت والملكوت والكبرياء والعظمة',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_5]: 'سبحان ربي الأعلى، سبحان ربي الأعلى، سبحان ربي الأعلى',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_6]:
    'سبحانك وبحمدك لا إله إلا أنت اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك',

  // Sunnah worship 9
  [TKeys.SUNNAHS_WORSHIP_9_TITLE]: 'سنة صلاة الاستخارة',
  [TKeys.SUNNAHS_WORSHIP_9_VERBAL_RULE_1]:
    'اللهم إني أستخيرك بعلمك وأستقدرك بقدرتك، وأسألك فضلك العظيم فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب اللهم إن كنت تعلم أن هذا الأمر وتسميه خير لي في ديني ومعاشي وعاقبة أمري عاجله وآجله فاقدره لي ويسره لي. ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري عاجله وأجله فاصرفه عني واقدر لي الخير حيث كان ثم رضني به',
  // Sunnah worship 10
  [TKeys.SUNNAHS_WORSHIP_10_TITLE]: 'سنة صلاة الحاجة',
  [TKeys.SUNNAHS_WORSHIP_10_VERBAL_RULE_1]:
    'لا إله إلا الله الحكيم الكريم سبحان الله رب العرش العظيم الحمد العالمين رب العالمين أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته، ولا حاجة لك فيها رضا إلا قضيتها يا أرحم الراحمين اللهم إني أسألك وأتوجه إليك بنبيك محمد نبي الرحمة صلى الله عليه وسلم، يا محمد إني توجهت بك إلى ربي في حاجتي هذه (وتسمها) لتقصى لي. اللهم فشفعه في',

  // Sunnah worship 11
  [TKeys.SUNNAHS_WORSHIP_11_TITLE]: 'سنن صلاة التهجد',
  [TKeys.SUNNAHS_WORSHIP_11_VERBAL_RULE_1]:
    ' اللهم لك الحمد أنت قيم السماوات والأرض ومن فيهن ولك الحمد لك ملك السماوات والأرض ومن فيهن، ولك الحمد أنت نور السماوات والأرض، ولك الحمد أنت الحق وقولك الحق ولقاؤك الحق ووعدك الحق والجنة حق والنار حق والنبيئون حق، ومحمد صلى الله عليه وسلم حق، والساعة حق اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وبك حاكمت فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني أ أنت المقدم وأنت المؤخر لا إله إلا أنت" ',

  // Sunnah worship 12
  [TKeys.SUNNAHS_WORSHIP_12_TITLE]: 'الدعاء بعد صلاة سنة الصبح ',
  [TKeys.SUNNAHS_WORSHIP_12_VERBAL_RULE_1]: 'اللهم رب جبريل وإسرافيل وميكائل ومحمد النبي، أعوذ بك من النار 3 مرات',

  // Sunnah worship 13
  [TKeys.SUNNAHS_WORSHIP_13_TITLE]: 'دعاء القنوت',
  [TKeys.SUNNAHS_WORSHIP_13_VERBAL_RULE_1]:
    'اللهم إنا نستعينك ونستغفرك ونستهديك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله نشكرك ولا نكفرك. ونخنع لك ونخلع ونترك من يكفرك، اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد نرجو رحمتك ونخاف عذابك إن عذابك الجد بالكافرين ملحق',

  // Sunnah worship 14
  [TKeys.SUNNAHS_WORSHIP_14_TITLE]: 'الدعاء بعد التشهد الأخير',
  [TKeys.SUNNAHS_WORSHIP_14_VERBAL_RULE_1]:
    'اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر، ومن فتنة المحيى والممات، ومن شر فتنة المسيح الدجال',

  // Truths sunnahs
  [TKeys.SUNNAHS_TRUTHS_INTRODUCTION]:
    'سنن السير إلى الله والحقائق والمعارج هم المستوى الثالث من مستويات إقامة السنة وهو ما يندرج ضمن البعد بسيدنا الباطني الروحي للسنة النبوية المشرفة، والتحقق بهذه المقامات من السنة يكاد أن يكون هدفا من أهداف السير، وبابا من أبواب اللقاء المباشر محمد. وسيتضمن بعض مكارم الأخلاق في مستواها الإحساني، وهي كثيرة سنذكر منها:\nرد الإذاية بالإحسان، وصلة القاطع، والدعاء للأعداء، هذا ما يحمل المريد في مقامات الرقي من جدران البشرية إلى قصور الأحمدية.\nوستتضمن كذلك صلة الإنسان بربه في أدق مراقبها ومنها: حمده في كل حال، والحياء منه في سائر التقلبات، ومراعاة الأدب معه في الكلام، وفي المعاملة.\nوأخيرا سيتضمن هذا الجزء من السنة مفتاح المعراج الباطني الذي عرجت فيه أرواح المؤمنين داخل حقيقة أحمدية سيدنا محمد، هذا المعراج سيكون اقتفاء لأثر السنة وسيرا على خطاها وكمال تحقق بمستوياتها حتى يصل هذا المعراج بالمريد إلى الحضرة الذاتية لأشرف الخلق وأكرمهم وأحبهم عند الله سبحانه.\nهذا والحمد لله رب العالمين.',

  // Sunnah truths 1
  [TKeys.SUNNAHS_TRUTHS_1_TITLE]: 'رد الإذاية بالإحسان',
  [TKeys.SUNNAHS_TRUTHS_1_ACTIONAL_RULE_1]: 'لايستحب أن يعتدي على من يتعدى عليه',

  // Sunnah truths 2
  [TKeys.SUNNAHS_TRUTHS_2_TITLE]: 'صلة القاطع',
  [TKeys.SUNNAHS_TRUTHS_2_ACTIONAL_RULE_1]: 'يجب على المريد أن يصل من قطعه من أرحامه ولا يبالي بمن قطعه',

  // Sunnah truths 3
  [TKeys.SUNNAHS_TRUTHS_3_TITLE]: 'الدعاء مع الأعداء',
  [TKeys.SUNNAHS_TRUTHS_3_ACTIONAL_RULE_1]: 'أن يدعو لهم بالهداية والرشاد عوض الدعاء عليهم',

  // Sunnah truths 4
  [TKeys.SUNNAHS_TRUTHS_4_TITLE]: 'المعراج المحمدي',
  [TKeys.SUNNAHS_TRUTHS_4_ACTIONAL_RULE_1]: 'يجب على المريد القيام بمعراجه اليومي "المراقبة المحمدية"',

  // Sunnah truths 5
  [TKeys.SUNNAHS_TRUTHS_5_TITLE]: 'الاقتداء الباطني بسيدنا محمد ﷺ الموصل إلى الله تعالى',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_1]:
    'إتباع السنة الباطنية لسيدنا محمد وهي سريرته المتعلقة بالصلاة عليه في حضرته والاقتداء الباطني به سرا وعلنا',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_2]:
    'استشعار القرب من سيدنا محمد ﷺ وحسن الظن به كذلك تعظيم أمره وأمر رسالته الربانية',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_3]: 'إحياء الشوق والمحبة في قلوبنا وتمني رؤيته في الدنيا قبل الأخرة',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_4]:
    'التصديق بكونه وسيلننا إلى الله تعالى وأنه لا وصول إلى الله  بدون سيدنا محمد صلى الله عليه وسلم',

  // Sunnah truths 6
  [TKeys.SUNNAHS_TRUTHS_6_TITLE]: 'تحقيق العبودية لله',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_1]: 'تعظيم أوامر الله تعالى',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_2]: 'تعظيم أوامر رسول الله ﷺ',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_3]: 'الشفقة على الخلق برحمة سيدنا محمد ﷺ',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_4]: 'طاعةُ الله خوفاً من غضبهِ، ومَحَبَّةً لكل أحواله عز وجل',

  // Sunnah truths 7
  [TKeys.SUNNAHS_TRUTHS_7_TITLE]: 'كيفية عبادة الله تعالى على منهج سيدنا محمد ؟',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_1]: 'أن أحمد الله تعالى على كل حال، كما كان يفعل رسول الله ﷺ',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_2]: 'أن أستخير الله بعلمه وقدرته متوجها إليه بالضعف والعجز وقلة الحيلة',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_3]: 'أن أرضى بكل ما جاد به الله تعالى علي متفكرا في عظمة سيدنا محمد ﷺ ورضاه',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_4]: 'أن أخدم الدين كما يفعل سيدنا محمد الله بالدعوة إلى الله تعال',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_5]: 'أن أطيع الله تعالى ممتثلا لما أمرنا به سيدنا محمد ومنتهيا عما نهانا عنه',

  // INVOCATION
  [TKeys.INVOCATION_PURIFICATION_TITLE]: 'أذكار التزكية',
  [TKeys.INVOCATION_IMMUNIZATION_TITLE]: 'الأذكار النورانية المحمدية\nالتحصين الكامل من القرآن والسنة النبوية',
  [TKeys.INVOCATION_JEWELS_TITLE]: 'جواهر الأذكار السَّنية لكشف الأستار المخفية',
  [TKeys.INVOCATION_OVERFLOW_TITLE]: 'الفيض الرحماني والإمداد النوراني\nفي الصلاة على النبي العدناني',
  [TKeys.INVOCATION_AHZABS_TITLE]: 'أَحْزَابُ السِّرِّ الفَيَّاضِ فِي تَحْقِيقِ الأَغْرَاضِ',

  [TKeys.INVOCATION_NIVEAU_TITLE]: 'مقامات ذكر السلوك',
  [TKeys.INVOCATION_NIVEAU_1]:
    'المقام الأول: مقام ذكر التوبة \nأي يكون المريد في هذا المقام من الذكر قد عقد النية على بداية السير وقطع المعصية وأسبابها مبتدئا بتزكية الجوارح، ولا شك ستعترضه المعاصي، بعد عقد نيته فيقع في الخطأ من جديد، وهذا الذكر يكون له توبة وتطهيرا ومساعدا على التخلص من المعصية باستبدال لذتها بلذة الذكر.',
  [TKeys.INVOCATION_NIVEAU_2]:
    'المقام الثاني: مقام ذكر الحال\nيكون المريد في هذا المقام من الذكر قد تجاوز أخطاء الجوارح وانتقل إلى استحضار معية الله عز وجل - فهو في المستوى الثاني من التزكية أي تزكي العقل - ويكون أيضا قد استبدل لذة المعصية بلذة الذكر، فتأتيه في الذكر أحوال من الخشوع أحيانا، وأحيانا أحوالا من قوة الاستحضار، وأحيانا أحوالا من الزهد في الدنيا والإقبال على الله عز وجل، وأحيانا برود في الهمة، وأحيانا يقوم بالذكر دون استحضار ولا شعور.. لهذا سُمّي ذكر الحال؛ فقد يدل المريد على مقام من مقامات الترقي كمقام الزهد والمحبة والإخلاص، وقد لا يحدث هذا الحال فيغيب، فيجد المريد نفسه في حالة من الجمود والبرود وهذا لا يَعْنِ أنه قد تراجع في سيره، بل إنه لا زال سالكاً إلى الله سبحانه كل يوم ذكره في شأن وفي حال، فإذا أمضى يومه في استحضار لله عز وجل يحضر حاله في الذكر، وإذا قضى يومه وعقله متفكر في غير الله لاه بمتاع الدنيا، مقبل على الخلق إقبال توجه غاب الحال في الذكر فلا يحضر حتى إذا أنهى تزكية العقل وأصبح كل توجهه وكل استحضاره منصب على مظاهر الله عز وجل وعلى معيته ينتقل إلى المرقى الثالث من مراقي الذكر ومدارجه فيكون قد بدأ حينها تزكية النفس. ',
  [TKeys.INVOCATION_NIVEAU_3]:
    'المقام الثالث مقام ذكر التحلية:\nيُعين هذا الذكر على مرارة المجاهدة والتخلية حيث يصبح المريد إذا دخل في الذكر خشعت أوصاله وعروقه وخضع قلبه وسجدت روحه وتجلت عليه أنوار من الحق جل جلاله فيشعر بلذة ما فوقها لذة، ويغوص في مشاهدات غيبية ومشاهدات إلهية لا تكون صافية تماما ولا تدل على بلوغه إلى مقام الكمال، ولكنها فقط تحلية تعينه على مجاهدة نفسه لأنه يكون قد وصل إلى أصعب مرحلة في السلوك إلى الله تعالى وهي تزكية النفس وأغلب الخلق لا يطيقونها لذلك فالذكر في هذه المرحلة يكون معينا عليها.',

  [TKeys.INVOCATION_GOOD_MANNERS_TITLE]: 'بعض آداب ذكر الله تعالى',
  [TKeys.INVOCATION_GOOD_MANNERS_1]: 'الجلوس بأدب في حضرة الله تعالى متجها للقبلة',
  [TKeys.INVOCATION_GOOD_MANNERS_2]: 'استشعار المريد حضور الله معه ومراقبته له، وكذلك حضور سيدنا محمد ﷺ',
  [TKeys.INVOCATION_GOOD_MANNERS_3]: 'نية القرب من الله تعالى، ومن سيدنا محمد ﷺ',
  [TKeys.INVOCATION_GOOD_MANNERS_4]:
    'إشغال الجوارح بالذكر والقلب بالمحبة والشوق، والعقل بتخيل اسم الجلالة، وبالتأمل في أسماء الله وصفاته',

  [TKeys.INVOCATION_STEP_1]: 'الأذكار المصاحبة لتزكية الجوارح',
  [TKeys.INVOCATION_STEP_2]: 'الأذكار المصاحبة لتزكية العقل',
  [TKeys.INVOCATION_STEP_3]: 'الأذكار المصاحبة لتزكية النفس',

  [TKeys.INVOCATION_STEP_1_RULE_1_SUMMARY]: 'الاستغفار',
  [TKeys.INVOCATION_STEP_1_RULE_1_BODY]: 'أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه',
  [TKeys.INVOCATION_STEP_1_RULE_1_DESC]:
    'ينبغي على المريد تخصيص وقت لذكر الله بتلاوة ذكر: "أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه" لمدة 15 دقيقة يوميا ويحافظ عليه بالاستحضار العقلي للذنوب، وبنيته في التوبة منها.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_1]:
    'الاعتقاد الأول: فيما يقارب الدقائق الخمس الأولى من الذكر، ينبغي على المريد أن يتذلل ويتوسل طلباً للمغفرة وللعفو على كل ما اقترفه من هفوات ومعاصي وذنوب خلال مرحلة الغفلة عن الله سبحانه وتعالى.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_2]:
    'الاعتقاد الثاني: فيما يقارب خمس دقائق الموالية يستغفر المريد عن تقصيره في أداء حقوق الله عز وجل وحقوق رسوله ، وكذلك حقوق الخلق.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_3]:
    'الاعتقاد الثالث: أما الخمس دقائق الأخيرة من الذكر فيجب أن يستحضر فيه المريد الإصرار على التوبة من كل ذنب ارتكبه علم به أم لم يعلم مع النية في الإقلاع عن المعصية إقلاعا كليا وهذا يستلزم أن يقطع المريد علاقته بأسباب المعصية وبالطرق المؤدية إليها.',

  [TKeys.INVOCATION_STEP_1_RULE_2]: 'الصلاة على رسول الله ﷺ',
  [TKeys.INVOCATION_STEP_1_RULE_2_DESC]:
    'ويذكر المريد في نفس المستوى ذكر الصلاة على رسول الله ﷺ لما يقارب 15 دقيقة إن استطاع وإلا فأقل، \nأما ذكر الصلاة على رسول الله ﷺ فيجب أن يكون مصحوبا بتوجه العقل إلى النبي ﷺ استحضارا، وبتوجه القلب إليه محبة، وتتوجه الأركان إليه اتباعا وسنة. \nوأما صيغة الصلاة فيأذن فيها الشيخ حسب كل مريد.',
  [TKeys.INVOCATION_STEP_1_RULE_3]: 'المراقبة والتطهير',
  [TKeys.INVOCATION_STEP_1_RULE_3_DESC]:
    'ويأذن الشيخ للمريد كذلك في هذه المرحلة بأن يقوم بمراقبة الاسم (الله)، والتطهير بنوره لمدة 10 دقائق في اليوم وفق المنهجية المدرجة أسفله:',
  [TKeys.INVOCATION_STEP_1_RULE_3_METHODOLOGY]: '',

  [TKeys.INVOCATION_STEP_2_RULE_1]: 'ذكر الاستغفار',
  [TKeys.INVOCATION_STEP_2_RULE_1_DESC]:
    'أما بالنسبة للذكر الذي يصلح للمريد في هذه الفترة؛ وهو ذكر الاستغفار (05 دقائق يوميا) ، ويكون بهذه الصيغة: "أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه"\n\nحيث ينبغي على المريد أن يتذلل ويتوسل لله عز شأنه طلباً للمغفرة والصفح والعفو عن كل ما اقترفه من هفوات ومعاصي وذنوب خلال مرحلة الغفلة عن الله سبحانه وتعالى، ويستغفره من كل عمل صالح شابه نقص أو غفل فيه عن استحضار الله تعالى واستحضار معيته، أو شابه شعور بالفخر والاستعلاء، كما يتذلل المريد طلباً للمغفرة عن كل ذنبٍ اقترفته سراً أو جهراً، قولا أو فعلا، نسيه أو لم يعلمه، لكنه مسجل ضده في علم الله العليم وقد يكون سببا في طرده من رحمة الله وإبعاده عن حضرته عز وجل...',
  [TKeys.INVOCATION_STEP_2_RULE_2]: 'ذكر الهيللة',
  [TKeys.INVOCATION_STEP_2_RULE_2_BODY]: 'لا إله إلا الله',
  [TKeys.INVOCATION_STEP_2_RULE_2_DESC]:
    'ينبغي على المريد في هذه المرحلة من التزكية تخصيص وقت يومي لذكر الله بتلاوة ذكر: "لا إله إلا الله".\nعندما يقوم المريد بذكر: "لا إله إلا الله" يجب عليه أن يستحضر ما يلي:',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_1]:
    '(لا): يجب أن يتبرأ مطلقا من كل الآلهة الأخرى المزيفة، وكل شيء قد الله ويعمل على تطهير عقله من كل الشوائب والصدأ يسبب غفلته عن والظلام والشهوات والمعاصي. ',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_2]:
    '(إله): تعني معبود، يجب أن يتخيل المريد أن العالم كله في عقله وكأنه يقول له: "إن النفس والشهوات المباحة وغير المباحة، وكل هؤلاء الناس الذين يتسببون في الغفلة عن الله تعالى ليسوا آلهة، لذا لن أتبعهم وأستمع إلهم"، ومع هذا التفكير يجب أن يتخيل أنه أخرجهم جميعا من عقله. ',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_3]:
    '(إلا الله): عندما ينطق المريد هذه الكلمة يجب عليه أن يفكر ويتخيل أنه ليس في قلبه معبود سوى الله، وأن قلبه يضيء بلفظ الجلالة (الله). ',

  [TKeys.INVOCATION_STEP_2_RULE_3]: 'التطهير والمراقبة',
  [TKeys.INVOCATION_STEP_2_RULE_3_DESC]:
    'يؤذن للمريد في هذا المستوى القيام بالتطهير باسم الجلالة (لمدة 10 دقائق)، وكذا بمراقبة القبة الخضراء ومراقبة الكعبة المشرفة (لمدة 10 دقائق)',
  [TKeys.INVOCATION_STEP_2_RULE_4]: 'الرابطة الروحية',
  [TKeys.INVOCATION_STEP_2_RULE_4_DESC]:
    'وفي أواخر تزكية العقل قد يؤذن له بالقيام بالرابطة الروحية (لمدة 15 دقائق في اليوم، تلك الرابطة التي تنقله من مراتب تزكية العقل إلى مراتب تزكية النفس؛ فتختم على عقله بالخاتم المحمدي فيصبح التفاته واحد، وتوجهه واحد ونظره واحد، وإن أعظم ما يرضي العقل ويحول بينه وبين قيامه بمهمته التي أوجده الله لأجلها هي كثرة التوجهات وكثرة الالتفاتات فيختلط نور العقل بظلمانيته ويعكر صفوه، ويصبح عاجزا عن القيام حتى بالأمور البشرية الطبيعية كالحفظ والتركيز والفهم.',

  [TKeys.INVOCATION_STEP_3_RULE_1]: 'ذكر الهيللة',
  [TKeys.INVOCATION_STEP_3_RULE_1_BODY]: 'لا إله إلا الله',
  [TKeys.INVOCATION_STEP_3_RULE_1_DESC]:
    'ويكون بنفس المنهجية التي أوردناها مفصلة في المرحلة السابقة المتعلقة بتزكية العقل',
  [TKeys.INVOCATION_STEP_3_RULE_2]: 'ذكر الصلاة على رسول الله ﷺ',
  [TKeys.INVOCATION_STEP_3_RULE_2_DESC]:
    'ويأذن الشيخ للمريد في هذه المرحلة بصيغ مختلفة من الصلاة على رسول الله، وقد يأذن له في قراءة الأحزاب اليومية من كتاب: "سفر الحقائق والأنوار وكشف الأستار في الصلاة على النبي المختار"، أو صلوات مختلفة من كتاب "الفيض الرحماني والإمداد النوراني في الصلاة على النبي العدناني"',
  [TKeys.INVOCATION_STEP_3_RULE_3]: 'ذكر اسم الجلالة (الله)',
  [TKeys.INVOCATION_STEP_3_RULE_3_DESC]:
    'ويتم هذا الذكر من خلال استحضار المريد لمعبة الله سبحانه وتعالى في قلبه وعقله عن طريق المفاتيح الثلاثة [الله معى؛ الله ناظري؛ الله سامعي]. \nثم يُغلق عينيه الجلالة (الله) فوق رأسه، والنور ينزل منه إلى عقله، ويدخل عبره إلى باقي الجسم، حتى يستقر النور في قلب المريد، فيبدأ اللسان في ذكر اسم الجلالة والعقل يتفكر فى أسماء الله الحسنى وصفاته العلى مع استحضار صورة الاسم في قلبه ليتصل بربه شوقا ومحبة حتى يصبح لقلبه صوتاً ينادي "الله الله"، \nثم يتخيل أن اسم الجلالة يُنقش داخل قلبه وفي سائر خلايا جسده وأن نور الاسم صار يضيء داخله ويشمل كل بدنه، ثم يستغرق في مناداته تعالى من صميم قلبه...',
  [TKeys.INVOCATION_STEP_3_IMPORTANCE_TITLE]: 'أهمية الذكر خلال هذه المرحلة من التزكية',
  [TKeys.INVOCATION_STEP_3_IMPORTANCE_SUMMARY]:
    'وهذا الذكر له فعالية كبرى في علاج أمراض النفس وإخضاع تمردها وهذا الذكر يكون مختلفا عن الذكر السابق لأنه ذكر تحلية يساعد على تحلية النفس فيكون المريد متصلا فيه بالغيب اتصالا غير كامل لوجود حاجز النفس الذي لم يزل من الطريق بعد، ويكون في هذا الذكر حضور واتصال ومشاهدات وتنزلات وتلقي للمعارف والعلوم، ولكنوز الحقائق والأسرار، وتفعيل للقدرة وخرق للعادة، وذلك لإضعاف حاجز الحس الذي يؤيد حاجز النفس، ولتقوية أفق المعنى الذي يضاعف من نورانية الروح، حتى تتمكن نورها من إطفاء ظلام النفس، وفي هذا المقام يعطى للمريد مراقبات خاصة من طرف شيخه كمراقبة العلاج ومراقبة التلقي ومراقبة المعراج ومراقبة البرزخ، ومناهج هذه المراقبات لن تذكر في هذا الكتاب وإنما يتلقاها المريد بنورها وبسرها وبمددها مباشرة من شيخه، وذلك هو الإذن الذي يحققه بحقيقة هذه المراقبات ويعلمه من علومها ومعارفها، ويزيد من طهارة نفسه ويرقيها في مدارج كمالاتها، وتنزهاتها عن الصفات الرذيلة والنقائص العليلة ولا شك يتحقق المريد حقيقة بهذه المراقبات ولكن لا يُؤذن له بالقيام بها إلا بإذن شيخه وحضوره، ولا يُؤذن له في الإفصاح عنها لأي كان إلا بعد اطلاع شيخه وموافقته عليها.',

  // Invocations immunization
  [TKeys.INVOCATIONS_IMMUNIZATION_TITLE]: 'أَذْكَارُ {period}',
  [TKeys.INVOCATIONS_IMMUNIZATION_SUB_TITLE]: 'مِنَ القُرْآنِ الكَرِيمِ وَالسُّنَّةِ النَّبَوِيَّةِ المُطَهَّرَةِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_INTRODUCTION]:
    'بسم الله الرحمن الرحيم الشافي المعافي، القاهر بقدرته فوق عباده، والمتجلي برحمته على من آوى إلى جنابه، واحتمى به من جبروته، وصلاة الله وسلامه على نبي الرحمة، وشفيع الخلائق يوم الزحمة، وعلى آله المكرمين وصحبه المقربين، ومن تبعهم بإحسان إلى يوم الدين.\n\nإن الإنسان في هذه الدنيا محاط بالأخطار وبطوارق الشر من كل جانب، وهو بطبعه ضعيفٌ؛ تتجاذبه أهواء نفسه، وأوهام عقله، وإغواءات شياطين الإنس والجن المتربص به ليل نهار، فتنهشه الأخطار من كل حدب وصوب، حتى يهلك بين أنيابها، ولولا ألطاف الله تعالى ورحماته بخلقه ما نجا منها أحد قط، ولهلك الجميع.\n\nومع هذا الضعف البَيِّنِ الذي يرجع لطبيعة الإنسان البشرية الناقصة، فإن الله عز وجل جعل له ما يحميه ويقويه ويُكَمِّله إن هو التجأ إليه، وآوى إلى كنفه، واحتمى بحصنه، بل ويجعله أقوى من كل ما يحيط به من الشرور والأخطار....\n\nوقد علمنا رسول الله ﷺ كيف نلجأ إلى الله عز وجل للاحتماء به; وكيف نحصن أنفسنا من شر الحسدة والحقدة والمردة والسحرة، ومن شر شياطين الإنس والجن، ومن شر الهوام والدواب، ومن شر كل ذي شر خلقه الله عز وجل مما نعلم ومما لا نعلم.\n\nوقد سَنَّ ﷺ لصحابته عددا من الأذكار والأوراد من القرآن الكريم والسنة النبوية التي تُعلمهم حقيقة العبودية والافتقار واللجوء إلى الله القوي المتين القهار المتكبر، وتحميهم من شرور أنفسهم ومن أخطار العالمين، خصوصاً أذكار الصباح والمساء التي تضمنها هذا الكتيب الهام الذي يجب أن يُقبل عليه كل مسلم طالب لفضل الله ولرحمته، وكل مريد سالك سبيلَ المجاهدة بالقراءة والحفظ عن ظهر قلب، وليجعل النية من وراء ذلك تحصيل رضا الله تعالى بالتقرب إليه بالأذكار والأدعية، وكذلك اللجوء إليه بالافتقار والضعف والعبودية حتى يُأْوِيَهُ إلى حصنه المكين، ويُلبسه رداء العفو والمعافاة, وعليه أن يُكرر هذه الأذكار مرتين في اليوم صباحا ومساء، وقد كان مشايخنا الأفاضل يحرصون عليها أشد الحرص، ويحثون على حفظها وعلى عدم التفريط فيها فإنها الدرع الواقي من غرور الشيطان، وشرور الفتن وأخطار الابتلاءات...\n\nوينبغي على المسلم أن ينظر إلى هذا التحصين باعتباره ذكرا يوميا يتقرب به إلى الله تعالى، ويسلك به منهج الرشاد, ومع هذا نعدد بعض فوائده الأخرى، ومنها:\n\nأنها تَقي الإنسان من شرور شياطين الجن والإنس وتَحفظه بإذن الله من السحر والمس والعين.\n\nأنها تُقوي روح المريض، وَتُقَوِّي مَناعته، وَتَبَُثُّ فيه الطمأنينة التي تُعَدُّ من أهم أسباب الشفاء بإذن الله.\n\nأنها تُضْعِف العارض وتؤذيه، وقد تكون سبباً في الشفاء. كما أنها تَشرح قَلبَ المَريضِ وتُزِيل هُمومه.\n\nأنها تَمنعُ عنهُ حوادثَ وآفَات الدنيا بكُل أشكالها وأصنافها.\n\nوالله عز وجل هو النَّافعُ وهو الضَّارُ، ولاشيء إلا بأمره وبإذنه، وهو الرَّقيبُ على كل أمر, خَلقنا ليَختَبِرنا ويَبتَلِينا، ثُمَّ يَجْتَبِينا ويُقَربنا، ثُمَّ يُعَرفنا ويُنجينا، فسُبحان الله رب العرش العظيم.',
  [TKeys.INVOCATIONS_IMMUNIZATION_INITIATION]:
    'هذه الأذكار المحمدية أخذناها من مشايخنا مأذونة، ونحن نأذن فيها لطلبتنا ومريدينا، أو لمن نلمس فيه الحرص على النفع والاستفادة.',
  [TKeys.INVOCATIONS_IMMUNIZATION_CONCLUSION]:
    ' ثم تنفث في كفيك وتمرر على كل جسدك من الأعلى إلى الأسفل، ثم من الأمام إلى الخلف',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_1]:
    'اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_2]:
    'أعوذ بالله من الشيطان الرجيم، بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ،  الْحَمْدُ  لِلَّهِ رَبِّ الْعَالَمِينَ  الرَّحْمَٰنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ، إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِين، اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ، صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ، آمين',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_3]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيم، الٓـمٓ ذَٰلِكَ ٱلۡكِتَٰبُ لَارَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ، ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ، وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ، أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ،وأولئك هُمُ ٱلۡمُفۡلِحُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_4]:
    'ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ، لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَاٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ، ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_5]:
    'لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ،  آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ  كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ، وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ، لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ،',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_6]:
    'شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ، إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_7]:
    'حَسْبِيَ اللَّهُ لا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_8]:
    'قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا، وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_9]:
    'أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ، فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ، وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ، وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_10]:
    'فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ، وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ، يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_11]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، حم، تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ، غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_12]:
    'اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيم',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_13]: 'أَعُوذُ بِاللهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_14]:
    'هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ، هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ، هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_15]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ\n\nبِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ\n\nبِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ أَعُوذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَٰهِ النَّاسِ، مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_16]:
    'رَضِيتُ بِاللهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_17]:
    'بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_18]:
    'اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_24]:
    'اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_25]:
    'اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْت، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_28]:
    'اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، لَا إِلَهَ إِلَّا أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_29]:
    'سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_30]:
    'يَا رَبِّ لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلالِ وَجْهِكَ وَلِعَظِيمِ سُلْطَانِكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_31]:
    'يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_32]:
    'سُبْحَانَكَ اللَّهُمَّ وبَحَمْدكَ أشْهدُ أنْ لا إلهَ إلا أنْتَ أَسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_33]:
    'اللهُمَّ عَافِنِي فِي بَدَنِي، اللهُمَّ عَافِنِي فِي سَمْعِي، اللهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_34]:
    'اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_35]: 'اللَّهُمَّ أَلْهِمْنِي رُشْدِي، وَأَعِذْنِي مِنْ شَرِّ نَفْسِي',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_36]:
    'اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_37]:
    'اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لما لا أَعْلَمُ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_38]:
    'سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_39]:
    'الله أكبر، الله أكبر، الله أكبر، بسم الله على نفسي وديني، بسم الله على كل شيء أعطانيه ربي، بسم الله خير الأسماء، بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء، بسم الله افتتحت وعلى الله توكلت، الله الله ربي لا أشرك به أحداً، أسألك اللهم بخيرك من خيرك الذي لا يعطيه أحد غيرك، عز جارك، وجل ثناؤك، ولا إله غيرك، اجعلني في عياذك من شر كل سلطان ومن الشيطان الرجيم، اللهم إني أحترس بك من شر جميع كل ذي شر خلقته، وأحترز بك منهم، وأقدم بين يدي بسم الله الرحمن الرحيم "قل هو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفواً أحد" ومن خلفي مثل ذلك وعن يميني مثل ذلك وعن يساري مثل ذلك ومن فوقي مثل ذلك',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_19]:
    'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ،  لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير، ٌرَبِّ إنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذِاِ اليَوم وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِاِ اليَوم وَشَرِّ مَا بَعْدَهُ. رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ. رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_20]:
    'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ،  اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتَحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ،  وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ، وَشَرِّ مَا قَبْلَهُ، وَشَرِّ مَا بَعْدَهُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_21]:
    'اللهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_22]:
    'اللهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_23]:
    'اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لا إله إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_26]:
    'أَصْبَحْنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_27]:
    'اللَّهُمَّ إِنِّي أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْر،  فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_40]:
    'اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_19]:
    'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_20]:
    'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ , اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَه الْليلة فَتَحَها ، وَنَصْرَها، وَنُورَها، وَبَرَكَتَها، وَهُدَاها , وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها، وَشَرِّ مَا قَبْلَها، وَشَرِّ مَا بَعْدَها',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_21]:
    'اللهُمَّ بِكَ أَمْسَيْنَا ، وَبِكَ أَصْبَحْنَا ، وَبِكَ نَحْيَا ، وَبِكَ نَمُوتُ، وَإِلَيْكَ المصير',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_22]:
    'اللهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_23]:
    'اللَّهُمَّ إِنِّي أَمسيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_26]:
    'أَمسينا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_27]:
    'اللَّهُمَّ إِنِّي أَمسيتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_40]:
    'إِنَّ اللهَ ومَلَائِكَتَهُ يُصَلُّون عَلَى النَّبِي, يا مَنْ صَلَّيْت بالدَّوَام و سَلَّمْت بالتَّمَام, صَلَّ صَلَاةَ شِفَاءٍ تَزْرَعُ بها نُورَك في قَلْب كُلِّ مُؤْمِن، و تُنْبِت بها بُذُورَ الإِيمَان في قَلْب كُلِّ مُسْلِم، و تُطَهِّر بِهَا عبَادَكَ مِنْ شَوَائِب الفِتَن و غُرُور الشَّيْطَان. إِنَّ بصلاتِك الدَّائِمَةِ على نور وجهك لَرَحْمَةٌ للعالمين، وشِفَاءٌ للمَظْلُومِين، و نُصْرَةٌ لِلْمُعَذَّبِين، وغِنًى عن كل آثِمٍ ضَنِين باسْمِك اللَّهُمَّ اشْفِ شِفَاءَ الصَّلَاة، و دَاوِي دَوَاء رَحْمَةِ الصَّلاة، واحْفَظْ بِدُعَاء الصَّلَاة كُلَّ مَن تَوَّجَه إلَيْك بالصَّلاة، و تَوَسَّل إليك بِوَسِيلَة الصَّلَاة، و دعَاك بالرَّحْمَة و الاسْتِغَاثة, إنَّا لَجَأْنَا لمن خَلَقَ القوِيَّ و الضَّعِيف، و فَرَّق بين الإنْسِ و الجِنْ، و حَرِص على ثبات الروح في الجسد، وحَرَّرَ الجَسَد باتِّصَال الروح, اجْعَلْنا في حِصْنِك المَكِين المَنِيعِ المَتِين, نُورِك الشَّافي المُعَافي, رَحْمَتِك المُغْرِقة الفائضة، واستجابتِك المُفْرحة الحَامِدَة , و على كل من صَلَّى بنية الشفاء، و سَلَّمَ بِمَحَبَّة الاِلْتِقَاء، وحَمِدَك بِحَمْدِ قَدَرِهِ المَكْتُوب في السَّمَاء الحمد لله رب العالمين',

  // Invocations Ahzabs
  [TKeys.INVOCATIONS_AHZABS_INTRODUCTION]:
    'بسمِ الله الرَّحمنِ الرحيمِ، والصَّلاةُ والسَّلامُ على سَيِّدِنا مُحَمَّدٍ حاملِ السِّرِ الأمين.\n\nبإذْنِ الله، وبإذْنِ سَيِّدِنا رسولِ الله ﷺ، وبإذْنِ الأولياءِ الصَّالِحين نَضَعُ هتِه الأحزابَ الحيَّة، جديدة العهدِ بربها بين أيْدي المُريدينَ وفي خِدْمَةِ المؤمنينَ وفي صحيفةِ حسناتِ مَشايخِنَا أَهْلِ السِّر إلى يَوْمِ الدّين.\n\nهُوَ فَيْضٌ أخْرَجْناهُ مِن نبْعِ الحِكمةِ وعَيْنِ المَحَبّة ومِن مِشْكَاةِ القُدْرَة وبِسَاطِ الشَّفَاعَة، نَرْجُو بِهِ تَحْقِيقَ الأغرَاضِ وتَسْليمَ النوايا ورَفْعَ الحاجاتِ ونَيْلَ المَطالِبِ وتَلْبِيَةَ المَقاصِدِ، وقَضَاءَ الدُّيُونِ والتَّخْفِيفَ مِنَ الهُمُوم.\n\nكتابٌ سَمَّيْناهُ ب "السِّرِّ الفَيَّاضِ فِي تَحْقِيقِ الأغْرَاضِ" يقرؤُه العَبْدُ مناجياً الله بما جاء فيه من أحزابٍ مُبَاركة، واضعاً قَلْبَهُ في حَضْرَةِ الله، مُلْقِيا ببصرِهِ في شُهودِ تَجَلِّيَاتِ أنوارِ الله، مُتَوَجِّهاً بِروحِهِ إلى التَّنَزُّلاتِ في حضرة سَيِّدِنَا رَسُولِ الله ﷺ.\n\nولكُلِّ حِزْبٍ مِنَ الأحزابِ مِفْتَاحُهُ، ولكُلِّ جُزْءٍ من الأجزاء سِرُّهُ، ولكُلِّ قِراءَةٍ فَضْلُهَا، ولكُلِّ مناجاةٍ حَسَنَاتُهَا، ولكُلِّ دعاءٍ فُيُوضَاتُه، ولكُلِّ تلاوةٍ بَرَكَتُهَا.\n\nوبالإذْنِ نَزَل، وبالإِذْنِ والسَّنَدِ نَأْذَنُ فيهِ لكلِّ مَنْ جاءنا بالنِّيَّةِ الخالصةِ والمَحَبَّةِ الفائِضَةِ والإرادةِ العاليَةِ والهِمَّةِ الكامِلَة.\n\nسَائِلِين اللهَ أن يُحَقِّقَ بِفَضْلِ هته الأحزابِ القَاصِدَ بِمَقْصِدِهِ، والطالبَ بمَطْلَبِه، ويُوصِلَ السَّالِكَ لِهَدَفِه، ويَجْمَعَ الضَّالَّ بِضَالَّتِه، ويُكْرِمَ المُحتاجَ بِنَيْلِ حَاجَتِهِ، بِجَاهِ الأسماءِ المذْكورَة، والصَّلواتِ الواردة، والأدعيةِ المَسْنُونَة.\n\nوالصَّلاةُ والسَّلامُ عَلَى سَيِّدِنا مُحَمَّدٍ صاحبِ الفضلِ والكَرَم، وسَيِّدِ الجُودِ والنِّعم، وعلى آله وصَحْبِهِ الكُمَّل أُولِي الحِكَم.',
  [TKeys.INVOCATIONS_AHZABS_CONCLUSION]:
    'الحَمْدُ لله الَّذِي هَدَانا لِطَريقِ الحقّ، وَأَنْعَمَ عَلَينا بالهِدَايَة لِصِراطِ الصِّدق، وأكْرَمنا بنَبِيّ الرَّحمَة والشّفَاعَة.\n\nالحَمدُ لله الَّذِي وَفَقَّنَا لختامِ هَذَا الكِتَاب الفَيْضي، والمَدَد النّورَاني، والسِّرِ المُحَمَدّي، الَّذِي فَاضَ على القُلُوبِ أَحْزاباً مُتَتَالية، أَنْوَارُها عَاليَة، وأَسْرَارُها لَدُنِيّة، وَثِمَارُها مُتَدَلِّيَة، من مُختَلَف الحَضَرَاتِ تَلَقَّيْنَاها، وبأحْوالِ المَقَامَات عِشْنَاهَا، وبإذْن الله ورَسُولِه أَخْرَجْنَاهَا مِنْ طَيَّات الفُرْقَانِ إلى صَحَائِفِ البَيَان، ومن شُهودِ الاستِجَابَة إلى تَدَنّي الإجَابة.\n\nالتَقَطَتْهَا الرُّوحُ بالعِنَايَة المُسْبَقَة، وَأَحَاطَتْ بِمَعَانِيها العُهُودُ بالإِرَادَة المُطْلَقَة، وَتَشَرَّبَت أسْرارُها عُلُومَ اللَّوْح والقَلَم، وَأَطَلَّت أنوارُها بمختلف الحِكَم.\n\nبِالصلَّاة علَى رَسُولِ الله يَصِلُ بها العَبْدُ لِمُرادِه، وَيَجْتَمِعُ المريد بإِرَادَتِه، وَيَغْتَـرِفُ الوَلِيّ من وِلايَةِ نَبِيّه، ويَسْتَمدّ الصَّالحُ والمُصْلحُ من عَيْنِ الصَّلاحِ ونَبْعِ الإِصْلَاح.\n\nرَاجِينَ من الله أَنْ يَجْعَلَهَا جَوْهَرَةَ أرواحِنا، وَمِفتاحَ هُمُومِنا، وبِسَاطَ تَرَقِّينَا، وعَرْشَ قُلوبِنا، وخِتَامَ صَلَوَاتِنَا وتَسْلِيمِنا.\n\nوالصَّلاةُ والسَّلامُ على سيدنا محمد رسولِ الله وَعلَى مَن امتَدَّتْ أَرْوَاحُهُم لِقَعْرِ البَحْر، وأَخْرَجَت هذا السِّر، وفَاضَت به على العَالمِين بالحَقّ والجَهْر.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1]: 'أَحْزَابُ المَطَالِبِ لِنَيْلِ المَقَاصِدِ',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2]: 'أَحْزَابُ الأَبْرَارِ لِلْتَّرَقِّي فِي مَقَامَاتِ الأَخْيَارِ',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3]: 'أَحْزَابُ البِرِّ لِنَيْلِ السِّرِّ',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_INTRODUCTION_TITLE]: 'مقدمة الجزء الأول',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_INTRODUCTION_TITLE]: 'مقدمة الجزء الثاني',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_INTRODUCTION_TITLE]: 'مقدمة الجزء الثالث',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_INTRODUCTION_SUMMARY]:
    'بِسْمِ الله الرَّحْمَن الرَّحِيم، والصَّلاةُ والسَّلامُ عَلَى سيِّدِنا محمَّدٍ الَّذِي تُفْتَحُ بالصَّلاةِ عَلَيْهِ أَبوابُ السَّمَاء، وَتُفَكُّ بالصَّلاةِ علَيهِ العُقَدُ والكُرَبُ والأَزَمَات، وتُفْرَجُ بالصَّلاةِ عَليهِ الأحْزَانُ والغُمومُ والهُموم.\n\nبِإِذْنِ الصَّلاةِ عَلى سَيِّدِنا رسولِ الله ﷺ، نَضَعُ هته الأحْزَاب بِكامِل المَحَبّة والرَّجَاء في خِدْمَةِ كلِّ من ضَاقَتْ نَفْسُه واشْتَدَّت كُرْبَتُه وتَعَسَّرَ أَمْرُهُ واكْتَظَّت هُمُومُه، سَائِلِين الله أَن يُحَقِّقَ بِها الحَاجَات ويَقْضِي بها الرَّغَبَات ويُفَرِّجَ بها الكُرُبَات ويَرْفَع بها الضَّيْقَ والهَمّ والأَزَمَات.\n\nهِيَ أحْزابُ المطالِبِ لِنَيْلِ المَقاصِد، نَقْصِدُ بها وَجْهَ الله ومَقْصُودُنا هُوَ الله، ولا غَايةَ لَنَا في الدُّنْيَا إلّا رِضَاه.\n\n- يَقْرَؤُها العَبْدُ رَافِعًا أَكُفّه للسماءِ خَاشِعًا في حَضْرَة مَوْلَاه.\n- مُوقِنًا بالاسْتِجَابَة مُحْسِنًا الظَّن بالله.\n- يُصَلِّي رَكْعَتَي الحَاجَة يَسْتَعِدُّ بها للقَاء الله.\n- يَفْتَتِحُ دُعَاءَهُ بالصَّلاةِ عَلَى سيِّدِنا رسُول الله ﷺ . \n- يُحَدِّدُ النِّيَةَ والقَصْدَ في جَهْرِه أو سِرِّه.\n- يخْتِمُ جَلْسَتَهُ بالإِستِغْفَار مِنْ كُلِّ تقْصِير، ويَشْكُرُ الله وَيَحْمده على فَضْلِه وكَرَمِه ونِعَمِه.\n\nومِنَ العَبْد الدُّعَاء، وبِيَد الله الاستِجَابَة، بِمَا فِيهِ خَيْرٌ لنَا، ونَفْعٌ في دِينِنَا ودُنْيَانَا، وسَلَامَةٌ في أُسَرِنَا وصِحَّتِنا وعُمْرِنا، اسْتِجَابةً تَدْمَعُ لَهَا العَيْنُ فَرَحاً، وَيَهْتَزُّ بِها القَلْبُ بَهْجَةً، وَتَسْجُدُ لهَا الرُّوحُ حَمْدا وشُكْرا.\n\nوالحَمْدُ لله حَمْداً يَليقُ بِعَطَائِه، وجَمَالِ استِجَابَتِه، ونفَحَات تَنَزُّلِ عِنَايَتِهِ وَقُرْبِه.\n\nالحَمدُ لله رَبّ العَالَمِين.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_INTRODUCTION_SUMMARY]:
    'بِسْمِ الله الرحَّمنِ الرَّحيم، والصَّلاةُ والسَّلامُ علَى مُحَمَّدٍ خَاتِم الأَنْبِيَاءِ والمُرْسَلِينَ، وفَاتِحِ أَبْوَابِ السُّلُوكِ لِلمُرِيدِين، وَعَلَى آله آلِ السِّرِّ المُصْلِحِين.\n\nالحَمْدُ لله الَّذِي أَنْعَمَ عَلَيْنَا بِهَذَا الفَضْلِ وأَكْرَمَنا بِهَذَا الخَيْر، وإِنَّا نُشْهِدُ اللهَ أنَّا مِنَ الشَّاكِرِين.\n\nبإذْنٍ مِنَ الله وسَيِّدِنا رَسُولِ الله ﷺ نَفْتَتِحُ الجُزْءَ الثَّانِي مِنْ كِتَابِ السِّرِّ الفَيَّاضِ لِتَحْقِيقِ الأغْراض، وَقَد جَمَعْنا فِيه أَحْزَابَ الأَبْرَارِ للتَّرَقِّي في مَقَامَاتِ الأخْيَار تُعِينُ العَبْدَ في سَيْرِه إلى الله، ويتُوبُ به المُتَوَقِّفُ في طريقِه، وتُرْفَعُ هِمَّةُ المُتَذَبْذِبِ في سُلوكِه، راجينَ مِنَ الله النَّفْعَ للجميع، والاستجابةَ لِكُلِّ عَبْدٍ مُنيبٍ مُطيعٍ.\n\nوهي أَحْزَابٌ في التَّوْبَةِ والاستغفارِ والتَّطْهِيـرِ والتَّنْويرِ، وما يفيدُ العَبْدَ في طَريقِهِ وما تَحْيَا بِهِ رُوحُه، وتُحَرَّرُ ذَاته، وتَتَزَكّى نَفْسُه، وتَتَجَدَّدُ هِمَّتُه، وتُرْفَعُ إِرَادَتُهُ ورَغْبَتُه.\n\nومِنْ آدَابِ الدُّعاءِ والتَّبَتُّلِ والتَّضَرُّعِ لله بالأحزابِ النُّورانِيَةِ في جُزْئِها الثَّانِي:\n\n- الافتتاحُ بالاستغفارِ كَيْ يَرِقَّ قَلْبُ العَبْدِ في حضرةِ رَبِّهِ ويُسْقَى من أنوارِ الأحْزَاب.\n- الصَّلاةُ على رَسُولِ الله في البِدَايَةِ والخِتَام، فيُصَلِّي العَبْدُ على رسُولِ الله في بَادِئِ قِراءَتِهِ ويَخْتِمُ دُعَاءَهُ بالصَّلاةِ على رسُولِ الله.\n- التَّوَجُّهُ إلى الله في كُلِّ حِزْبٍ باسْمِهِ الفَاعِل، والعبدُ يُنَاجِي الله بما يَقْرَؤُهُ مُسْتَشْعِرًا أنْوارَ الاسم تَتَنَزَّلُ عَلَيْه.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_INTRODUCTION_SUMMARY]:
    'بِسْمِ الله الرَّحمنِ الرَّحيمِ، والصَّلاةُ والسَّلامُ عَلَى سَيِّدِنا مُحَمّدٍ مَنْبَعِ الهُدى والنُّورِ المُبين.\n\nهَذِهِ أحزابٌ مُحَمَّدِيّةٌ في التَّبَتُّلِ والدُّعاءِ يَرْقى بها المُريدُ في مَقاماتِ القُرْبِ والشُّهودِ والإحسانِ، ويَقْتَرِبُ بها إِلَى حَضْرَة الله الرَّحيم الرَّحمن.\n\nلَها فَضْلٌ كبيرٌ عَلَى العبْدِ في تَحْسِينِ حَالِه، والرُّقِيِّ بِهِ مِنَ التَّخَبُّطِ إِلَى التَّحَقُّقِ، ومِنْ كَثْـرِةِ الالْتِفَاتِ إلى صَفِاءِ التَّوَجُّهِ، ومِنَ الاصْطِدَامِ بالحُجُبِ إِلَى اخْتِرَاقِهَا، ومِنَ التَّوَقُّفِ عِنْدَ الأسْتَارِ إِلَى تَجَاوُزِهَا.\n\nوالانتفاعُ التَّامُ الكاملُ ببركاتِ وفَضْلِ هته الأحزابِ يَتِمُّ بسُلوكِ مَنْهَجٍ تربوي في تزكية النَّفْسِ وتهذيبِها عَبْـرَ مراحلَ مراقبةِ القلبِ والعقلِ والنَّفْسِ تَطْهِيرًا وَتَنْوِيرًا، هَذَا كي يَكْتَمِلَ المُرِيدُ بِالرُّوح الَّتِي تَرْقَى، وبالنَّفْسِ الَّتِي تَتَزَكَّى، وإلا فَإِن سُلُوكَهُ عَبْرَ الذِّكر فقط دُونَ التطهيـر هو بِمَثَابَةِ سَقْيٍ لِلْأَرْضِ دُونَ نَثْرِ البُذُور، ونتائجُ ذلك ثِمَارٌ جافَّة غَيْرُ نَافِعَة.\n\nوَقَدْ يَجِدُ المريدُ في نَفْسِهِ أَحْوَالًا مِنَ الشِّدَّةِ والجَفاءِ وهو يَتْلُو الأحْزَابَ، كَـــــــــــــمَا قَدْ يَجِدُ أَحْوَالاً مِنَ الأُنْسِ وَالمَحَبَّة، وَكِلَاهُـــــــمَا مِنَ التَّنـــــَزُّلات الفَيْضِيَة الَّتِي أَكْرَمَنَا بها اللهُ عزَّ وجلَّ عَبْرَ سيدنا محمد ﷺ لِتَقريبِ العِبادِ منه، وجَمْعِهِمْ بالمحبوبِ الأعْظَم، وإيصالهِمْ لِلْفَتْحِ المُعَظَّمِ.\n\nسَائِلِينَ المَوْلى أَنْ يَنْفَعَ الجَمِيع، وأن يَسْلُكَ بِنَا وَبِكُم مَسَالِك النَّجَاة، وَأَنْ يَتَنَزَّلَ عَلَيْنَا بِأَنْوَارِ الرَّحْمَةِ والمَغْفِرةِ والحَسَنَات.',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_1_TITLE]: 'حِزْبُ اللُّطْف',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_1_SUMMARY]:
    'الَّلهُمَّ أَدْرِكْنَا بالُّلطْفِ الخَفِي، والسِّتْرِ الغَيْبِي، والسَّدْلِ الأَزَلِي، والحَمْدِ الأَوَّلِي، يا ذَا الُّلطْفِ والتَّمْكِين الْطُفْ بِنا إذا مَا اشْتَدَّ الكَرْب، وعَظُمَ الغَيْظ، وضَاقَتِ السُّبُل، وانْحَصَرَتِ الطُّرُق، وأُغْلِقَتِ الأَبْوَاب، فالْطُفْ بِنَا مِنْ لُطْفِكَ الخَفِي، وأَنْزِلْ عَلَيْنا بالصَّلاةِ على نَبِيِّكَ لُطْفَكَ الدَّائِم الأَبَدِي.\n\n واجْعَلْنَا بِحَبْلِ الُّلطْفِ مُسْتَمْسِكِين، وبِعِمَادِه بَالِغِين مُبَلِّغِين، وبِإحْسَانِه مُحِبِّينَ مَحْبُوبِين.\n\nالَّلهُمَّ بَلِّغْنَا بالُّلطْفِ المُرَاد، وارْزُقْنَا ذِكْرَ الُّلطْفِ بِلَا أَعْدَاد. يا لَطِيفُ، يا لَطِيفُ، يا لَطِيفُ.\n\nيا لطيفاً بالعِبَاد، يا مَنْ مِنْهُ تَتَفَرَّقُ الأَلْطَاف بِلَا حِسَاب، تَوَسَّلْنَا بِلُطْفِكَ الَّذِي لا يَنْقَضِي، وبِأَلْطَافِكَ الَّتِـي لا تَنْمَحـي، وبِسِرِّ الَّلطِيف، يا لَطِيفُ، يا لَطِيفُ، يا لَطِيفُ.\n\nالَّلهُمَّ يا مَنْ لا يُدْرَكُ لُطْفُهُ بِشَيءٍ كَمِثْلِ الصَّلاةِ على نَبِيِّه، تَدَارَكْنَا بِلُطْفِكَ في الأَوَّلِين والآخِرين، وأَدْرِكْنَا بِأَلْطَافِكَ المُسْتَتِرَة وتَنَـزُّلَاتِ لُطْفِكَ المُتَخَفِّيَة، واجمَعْ بين ظَاهِرِنا وباطِنِنَا وَوَحِّدْ بين مُكَوِّنَاتِنَا، وأَفْنِ ذَاتَنَا في رُوحِنا، وحَقِّقْنَا بالُّلطْفِ والأَمْنِ والأَمَان، والسِّلمِ والسَّلَام، واقْبَلْ نِدَاءَ الُّلطْفِ مِنْ كُلِّ مَنْ دَعَاكَ مُضْطَرًّا ومُحِبًّا وساجِدًا وذاكرًا يا سَلَام.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_1_WHY]: 'طلب اللطف فيما ينزل من الأقدار',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_1_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_2_TITLE]: 'حِزْبُ النَّصْــر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_2_SUMMARY]:
    'الَّلهُمَّ صَلِّ على سَيِّدِنا مُحَمَّدٍ المَنْصُورِ بِك، ونَاصِرِ دِينِك، والحامِلِ لِمِفْتَاحِ النَّصْر، صَلَاةً تَنْصُرُ بِها المُسْتَضْعَفِين مِنْ أُمَّتِه، وتُقَوِّي بِها أَتْبَاعَه، وتُؤَيِّدُ بِها الحَامِلِينَ لِلِوَائِه، وتُكْرِمُ بِها الوَارِثِينَ لِسِرِّه، وتَرْحَمُ بِهَا المُؤْمِنِينَ بِدِينِهِ وَدَعْوَتِه.\n\nيا ناصِرَ العِبَاد، ومُحْيِي الأمْوَاتِ مِنَ الأَجْدَاث، ومُقَلِّبَ القُلُوبِ فِي الأَجْسَاد، اكْتُبْ لَنَا نَصْرًا مُبِينا، وفَرَحًا قَرِيبا، وسُرُورًا عَمِيما، وبُشْرَى حَيَّة، وبَيِّنَةً مِنْكَ واضِحَة، ومَحَبَّةً مِنْكَ هَائِمَة، وَوِدّاً مِنْ حَضْرَتِكَ فَائِضاً. \n\nيا مَنْ يُجِيبُ الدَّاعِي إذَا دَعَاه، ويَسْمَعُ خِطَابَ العَبْدِ في نَجْوَاه، ويَرَى حَالَ الُمتَبَتِّلِ إذَا لَبَّاه، نَسْأَلُكَ بِالمَنْصُورِ عِنْدَك أَنْ تَنْصُرَنَا على النَّفْسِ إذَا تَعَاظَمَتْ، وعلَى الآثَامِ إذا تَفَاقَمَتْ، وعلى الصِّفَاتِ الذَّمِيمَةِ إذا عَلَتْ، وأَنْ تُغَلِّبَنَا بِحِزْبِ النَّصْرِ علَى الشَّيْطانِ الرَّجِيم، وعلَى فِتْنَةِ الحَيَاة، واخْتِبَارَاتِ الخَلْقِ والشُّبُهَات، وعلى امتحاناتِ الزَّمَنِ وكَثْرَةِ المُغْرَيَات.\n\nفبِحَقِّ النَّصْرِ انْصُرْنَا علَى البَاطِل، وأَظْهِرْ بِنَا الحَقّ، وثَبِّتْ فِينَا وبِنَا الخَيْر، واجْعَلْنا مَظْهَراً لِلنَّصْر، وبِيَدِنَا مَفَاتِيحَ النَّصْر، وفِي أَرْوَاحِنَا أَبْوابَ النَّصْر.\n\nالَّلهُمَّ بِحَقِّ النَّصْرِ الَّذِي نَصَرْتَ بِهِ نَبِيَّكَ في العَالَمِين، وأَعْلَيْتَ بِهِ رَايَتَهُ في الثَّقَلَيْن، وجَمَعْتَ باسْمِهِ بَيْنَ البَحْرَيْن، انْصُرْنَا بِسِرِّ الرُّوحِ المَذْكُورِ في القُرآن، وعَرِّفْنَا على أَمْرِكَ في أَرْوَاحِنَا بِطِيبِ الرَّوْحِ والرَّيْحَان.\n\nيا ذا الجلالِ والإكْرام، والفَضْلِ والإنْعام، والبِرِّ والإحْسان، والسِّلْمِ والسَّلام، صَلِّ على مُحَمَّدٍ مَنْبَعِ العِرْفَان، والقائِمِ بالنَّصْرِ سِرًّا وجَهْرَا وهُوَ خَاتِمُ الأدْيَان.\n\nوبِعِزَّتِكَ انْصُرِ الإسْلامَ والمُسْلِمِين، واحْفَظِ الأُمَّةَ في أَمْنِها وأَمَانِها، وفي دِينِها وأمانَتِها، وفي شَبابِها ونِسَائِها، وفي شُيُوخِها وصِبْيَانِها، وفي أمْواتِها وأَحْيائِها. ووَحِّدِ الصُّفُوف، وامْحَقِ النُّفُوس، واجْعَلْنَا بُنْيَاناً مَرْصُوصا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_2_WHY]: 'طلب النصر والتأييد من لدن الله على النفس و الشيطان والعدو',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_2_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_3_TITLE]: 'حِزْبُ التَّفْرِيــج',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_3_SUMMARY]:
    'الَّلهُمَّ يا مُفَرِّجَ الهَمّ، ورَافِعَ الغَمّ، وكاشِفَ الضَّيْم، ارْفَعْ عَنِّي مَا هَمّنِي، واكْشِفْ عَنِّي غُمَّتِي، وسَلِّمْنِي مِنْ حُزْنِي وكَرْبِي، وانْصُرْنِي علَى مَنْ عَادَانِي، وأَيِّدْنِي علَى مَنْ هَزَمَنِي، وقَوِّنِي علَى مَنْ ظَلَمَنِي، حَرِّرْنِي مِنْ كُرْبَةِ الدُّنيا، وضَيْقِ الحياة، وشِدَّة الِابْتِلَاء، وعُسْرِ القَضَاء.\n\nبِسمِ ٱللَّهِ ٱلرَّحمَٰنِ ٱلرَّحِيمِ\n﴿ٱلحَمدُ لِلَّهِ رَبِّ ٱلعَٰلَمِينَ ۝۱ ٱلرَّحمَٰنِ ٱلرَّحِيمِ ۝۲ مَٰلِكِ يَومِ ٱلدِّينِ ۝۳ إِيَّاكَ نَعبُدُ وَإِيَّاكَ نَستَعِينُ ۝٤ ٱهدِنَا ٱلصِّرَٰطَ ٱلمُستَقِيمَ ۝٥ صِرَٰطَ ٱلَّذِينَ أَنعَمتَ عَلَيهِم ۝٦ غَيرِ ٱلمَغضُوبِ عَلَيهِم وَلَا ٱلضَّالِّينَ ۝٧﴾ آمين.\n\nالَّلهُمَّ بِجَاهِ الفَاتِحَة افْتَحْ عَلَيّ، ونَجِّني مِنْ أَزْمَتِي، وفُكَّ عُقْدَتي، وحُلَّ كُرْبَتي، ونَفِّسْ ظُلْمَتي، وارْزُقْنِي بالفَاتِحَةِ اليَقِين، وبِهَا أَلْهِمْنِي بَرْدَ التَّسْلِيم، واجْعَلْني مِنَ المُتَوَكِّلِين، وأَرْشِدْنِي الَّلهُمَّ لِسُبُلِ النَّجَاة، واحْفَظْنِي مِنَ التَّقَلُّبَات، ولا تَفْتِنِّي بالدُّنيا فَتُصْبِحَ غَايَتي، ولا تَحْرِمْنِي فِيها مِنَ الرَّاحَةِ فَتُصْبِحَ عَذَابي.\n\nالَّلهُمَّ اكْسُ فَقْري بِغِنَاك، وحاجَتِي بِكِفَايَتِك، واعوِجَاجِي باستِقَامَتِك، وتَذَبْذُبِي بإرادَتِك، الَّلهُمَّ يا فَالِقَ الحَبِّ والنَّوى، وواهِبَ كُلِّ مَنْ نَوَى، والمُطَّلِعِ على السَّرائِرِ بِما انْطَوَت، والعَلَّامِ بالغُيُوبِ كَيْفَمَا كانت، احْكُمْ فِينَا بِعَصَا مُوسَى، وفُكَّ كُرْبَتَنا بمُعْجِزَةِ عِيسَى، وهَبْنَا مِنْ يَقِينِ إِبْرَاهِيم، وأَعْطِنا مِنْ صَبْرِ أَيُّوب، وأَذِقْنَا مِنْ مَحَبَّةِ يَعْقُوب، وأَلْهِمْنَا مِنْ كَرَمِ إسْحَاق، واشْمَلْنَا بِشَفَاعَةِ مُحَمَّدٍ عَلَيْهِ الصَلَاةُ والسَّلَام.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_3_WHY]: 'تفريج الكرب الهموم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_3_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_4_TITLE]: 'حِزْبُ الغَيْث',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_4_SUMMARY]:
    'الَّلهُمَّ يَا لَطِيفًا بِالأَرْضِ والعِبَاد، ويا غَيَّاثَ الأَحْيَاءِ والأَمْوَات، ويَا قَريبا مِنْ كُلِّ المَخْلُوقَات، تَنَـزَّلْ عَلَيْنَا بِالرَّحْمَةِ المُهْدَاة، وبِأَمْطَارِ الرَّحَمَات، وبِغَيْثِ الحَسَنَات، وبِمَاءِ الوَفْرَةِ والحَيَاة، مَا تُنْبِتُ بِهِ الأَرْضُ كَلَأَهَا، وتَتَقَلَّبُ البُذُورُ فِي تُرْبَتِهَا، وتَنْبُتُ السَّنَابِلُ مِنْ يَابِسِهَا، وتُثْمِرُ الأَشْجَارُ مِنْ أَغْصَانِهَا، وتَخْضَرُّ الأَرْضُ مِنْ جَفَافِهَا.\n\nالَّلهُمَّ قَلِّبِ الحَالَ بِأَفْضَلِه، والزَّمَنَ بَأَخْيَرِه، والفَصْلَ بِأَجْوَدِه، والحَصَادَ بِأَنْفَعِه. وطَهِّرِ الَّلهُمَّ الأَرْضَ مِنْ الوَبَاءِ وَكَثْرَةِ الفِتَنِ والبَلَاء، وارفَعْ عَنَّا الأَمْرَاضَ والأَضْرَارَ وحَصِّنَّا مِنْ مَكَائِدِ الحَسَدَةِ والأَعْدَاء.\n\nواجْعَلِ المَخْلُوقَاتِ تَقْتَاتُ مِنْ أَرْضِك، واجْعَلْ أَمْطَارَ الغَيْثِ تَسْقِي عِبَادَك، وتَنَزَّلْ يَا الله بِشَآبِيبِ الرَّحْمَةِ عَلَى أُمَّةِ نَبِيِّك.\n\nواجْعَلِ الَّلهُمَّ الوَطَنَ سَكَنَنَا، والأُمَّةَ مَسْكَنَنَا، ورِزْقَنَا فِي بَلَدِنَا، وقُوتَنَا فِي غِذَائِنَا، ومَالَنَا فِي عَمَلِنَا، وبَرَكَةَ عَيْشِنَا فِي جُهْدِنَا، وسَعَادَتَنَا فِي أُسَرِنا، وفَرَحَنَا مَعَ أَهْلِينا.\n\nوجَاوِرْنَا الَّلهُمَّ مَعَ مَنْ هُم أَحْسَنُ مِنَّا، وعَرِّفْنَا عَلَى الأَخْيَارِ مِنْ عِبَادِك، وَعَلَى التُّقَاة مِنْ أَتْبَاعِ دِينِ نَبِيِّك، وعَلَى الأَبْرَارِ مِنْ الدَّاعِينَ لِمَنْهَجِ رَسُولِك.\n\nالَّلهُمَّ اجْعَل زَادَنَا فِي الدُّنْيَا ذِكْرَك، وقُوَّتَنَا فِي التَسْبِيحِ بِاسْمِك، وغَيْثَنَا فِي تَرَقُّبِ نَفَحَاتِ رَحْمَتِك، وطُمَأْنِينَةَ قُلُوبِنَا فِي بَشَائِر لِقَائِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_4_WHY]: 'طلب الغيث والمطر عند حلول الجفاف',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_4_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_5_TITLE]: 'حِزْبُ الاسْتِجَابَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_5_SUMMARY]:
    'يا عَلِيماً بالأَحْوَال، ومُدْرِكًا لِلأَبْصَار، ومُطَّلِعًا علَى الأَنْظَار، ومُحِيطًا بالأسْرَار، قَصَدْتُكَ وأَنْتَ المَقْصُودُ الأَعْظَم، أَنْ تَقْضِيَ حَاجَتِي، وتَسْتَجِيبَ دُعَائِي، وتُفْرِحَ قَلْبِي، وتَرْحَمَ ذُلِّي، وتَقْبَلَ طَلَبِي.\n\nالَّلهُمَّ إِنِّي رَفَعْتُ يَدِي مُفْتَقِراً، وَوَجَّهْتُ قَلْبِي مُتَذَلِّلا، وأَنْطَقْتُ لِسَانٍي مُفْصِحا، وأَدْنَيْتُ بَصَرِي مُتَطَلِّعاً، وَوَلَّيْتُ وَجْهـِي مُقْبِلا، أَنْ تَسْتَجِيبَ دُعَائِي، وتَقْبَلَ طَاعَتِي، وتُكَمِّلَ نَقْصِي، وتُرَمِّمَ قَلْبِـي، وتَجْبُرَ خَاطِرِي، فَأَنْتَ الجَبَّارُ الَّذِي تُجْبَـرُ القُلُوبُ في حَضْرَتِه، وتُرَمَّمُ كُسُورُ النَّفْسِ بِمَحَبَّتِه.\n\nجِئْتُكَ بِالمَحَبَّةِ بيْن يَدَيْكَ أَنْ تُشَفِّعَ رَسُولَ الله فِي، وتَقْبَلَ حَاجَتِي، وتَسْتَجِيبَ دَعْوَتِي، بِشَفَاعَةِ المُشَفَّعِ عِنْدَكَ. يا الله، يا الله، يا الله.\n\nأُنَادِيكَ بِكُلِّ اسْمٍ هُوَ عِنْدَك، وبِكُلِّ مَحْبُوبٍ أَشْهَدْتَهُ نَبّيَّك، وبِكُلِّ وَلِيٍّ رَضِيتَ عَنْهُ وَلِيّاً لَك، أًنْ تَجْعَلَ فِي دُعَائِي نَصِيبًا مِنَ القَبُول، وسُنَّةً مِنَ الاسْتِجَابَة، وبَرَكَةً مِنَ الرِّضَى، مادَامَ فِيهِ خَيْـرٌ لِي فِي دُنْيَايَ ومَمَاتِي ومَحْيَاي، وفِيهِ رِضى مِنْكَ عَلَيّ. يا مَنْ تَقْبَلُ النِّدَاءَ وتَسْتَجِيبُ الدُّعَاء.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_5_WHY]: 'طلب إستجابة الدعاء',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_5_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_6_TITLE]: 'حِزْبُ الكَافِ والنُّون',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_6_SUMMARY]:
    'الَّلهُمَّ بِحَقِّ حَقِيقَتِك، وبِقَدْرِ مَحْبُوبِيَتِك، وبِعَظِيم سَطْوَتِك، وبِعِزِّ جَبَرُوتِك، وبِرِفْعَةِ أَحَدِيَتِك، كُنْ لَنَا العَوْنَ والمَدَد، واجْعَلْ مِنَّا ومِنْ بَيْنِنَا القُوَّةَ والعَدَد، وَصِلْنَا واجْمَعْنَا بِحَقِيقَةِ السَّنَد، وتَوَّلَنَا عِنْدَكَ فِي مَنْ تَوَلَّيْت، وانْصُرْنَا فِي مَنْ نَصَرْت، وارْزُقْنَا فِي مَنْ رَزَقْت.\n\nالَّلهُمَّ إِنَّكَ المُكَوِّنُ والأَكْوَانُ تَسْجُدُ لَك، الَّلهُمَّ إِنَّكَ القَيُّومُ والكَائِنَاتُ تَخْضَعُ لَك، الَّلهُمَّ إنَّكَ الحَيُّ والأَكْوَانُ تُسَبِّحُ في حَضْرَتِك، فَبِجَاهِ كَيْنُونَتِكَ كُنْ دِرْعَنَا المَتِين، وذِكْرَنا المُسْتَدِيم، ودُعَاءَنَا الثَّابِتَ القَوِيم، وصِرَاطَنَا المُسْتَقِيم، ونَهْجَنَا المُقِيم.\n\nوأَقِمْنَا الَّلهُمَّ على دِينِ التَّوْحِيد، وأَذِقْنَا مِنْ مَعَانِي التَّجْرِيد، وعَرِّفْنَا على نُورِ التَّحْقِيق، وَبَلِّغْنَا مَقَامَ التَّدْقِيق، وثَبِّتْنَا على بِسَاطِ التَّصْدِيق.\n\n وانْظُرْنَا الَّلهُمَّ نَظْرَةَ الإطْلَاق، واحْكُمْ فِينَا بِالكَافِ والنُّون، واكْفِنَا بِسِرِّ النَّظْرَة، وبِسِرِّهَا أَدْخِلْنَا الحَضْرَة، وبِنُورِهَا أَسْكِنَّا الرُّتْبَة، وبِذِكْرِهَا أَشْهِدْنَا القُّبَّة، وبِلَفْظِهَا اذْكُرْنَا عِنْدَكَ فِي عَوَالِم القَبْضَة.\n\nيا مَنَ خَلَقَ الكَافَ كِفَايَة، والنُّونَ عِنَايَة، اكْفِنَا بِعِنَايَتِك، واكْنُفْنَا تَحْتَ كِفَايَتِك، وأَدْخِلْنَا تَحْتَ رَحْمَتِك.\n\n واحْشُرْنَا مَعَ زُمْرَةِ الأَخْيَار، واسْقِنَا مِنْ لَذِيذِ الأَنْظَار، واجْعَلْنَا في الجَنَّة مَعَ الأَبْرَار.\n\nبِحَقِّ قُدْرَتِكَ في الكَافِ والنُّون، وبِسَطْوَتِكَ في كُنْ فَيَكُون، قَرِّبْنَا فَنَرَاك، وأَشْهِدْنَا فَنَلْقَاك، وارْفَعْنَا لِحَضْرَتِكَ فَنُلَبِّيك، وادْنُ مِنَّا فَنُنَاجِيك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_6_WHY]:
    'فك العقد المستعصية، ونيل الكرامة فيما تعسر على العبد تحقيقه من أمور دنيوية',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_6_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_7_TITLE]: 'حِزْبُ كُنْ فَيَكُون',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_7_SUMMARY]:
    'اللهُ أَكْبَـرُ والحمدُ لله وسُبْحانَ الله، تَشْريعٌ مِنْ لَدُنِ الرَّحْمَن، وكِفَايَةٌ مِنْ قَبْضَةِ الدَّيَّان، ونَظْرَةٌ مِنْ عِنَايَةِ المَنَّان، وفَيْضٌ مِنْ بَرَكَةِ الدِّيوَان، ونَجَاةٌ بالرَّأْفَةِ مِنْ عَذَابَ النِّيرَان.\n\nالَّلهُمَّ بِالقُدْرَةِ المَبْسُوطَة، والمَحَبَّةِ المَمْدُودَة، والمَوَدَّةِ المَرْفُوعَة، احْكُمْ فِينا بِمَحَبَّتِك، واقْضِ فِينَا بِأَحَدِيَتِك، وانْزَعْ مِنَّا بِقُوَّتِكَ مَا يَحُولُ بَيْنَنَا وبَيْنَك.\n\nواذْكُرْ فِينَا الكَافَ والنُّون، وانْزَعْ مِنَّا كَثْـرَةَ الظُّنُون، وطَهِّرْنَا بِسِرِّهَا مِنَ التَّلَوُّنَات، ونَقِّنَا بِطُهْرِهَا مِنَ التَّغَيُّرَات، وأَخْرِجْ مِنَّا بِقُوَّتِها الغَيْرِيَّات.\n\nوَثَبِّتْ فِينا النُّور، واغْرِسْ فِينَا كَرَامَةَ الحُضُور، وتَجَلَّ عَلَيْنا بِسِتْرِكَ المَنْظُور، واكْشِفْ عَنَّا حِجَابَ البُعْد، واطْوِ عَنَّا مَسَافَةَ القُرْب، واخْفِضْ لَنَا جَنَاحَ الحُبّ.\n\nالَّلهُمَّ اجْعَلِ الكَافَ سِتْرَنا، والنُّونَ حِصْنَنَا، و"كُن" وِقَايَتَنَا، و"يَكُون" سَلَامَتَنَا.\n\nوَقِنَا بِها مِنْ شُرُورِ النَّفْسِ والشَّيْطَان، وَثَبِّتْ فِينا مَقَامَاتِ الإِيمَان، وبِقَوْلِكَ فِيها اجْمَعْنَا بِالنَّبِيِّ المُصْطَفَى الإمَام، وبِحُكْمِكَ فِيها اجْعَلْهُ شَفِيعَنَا يَوْم الخِتَام.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_7_WHY]: 'تعجيل الاستجابة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_7_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_8_TITLE]: 'حِزْبُ الاسْتِخَارَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_8_SUMMARY]:
    'بِسْمِ الله الرَّحْمَنِ الرَّحِيم، الحَكِيمِ العَلِيم، الخَبِيرِ الحَلِيم، والصَّلَاةُ والسَّلَامُ عَلَى سَيِّدِنا مُحَمَّدٍ خَيْـرِ المَرْسَلِين، وإِمَامِ الصَّالِحِين، وقَائِدِ الغُرِّ المُحَجَّلِين.\n\nلَا حَوْلَ ولَا قُوَّةَ إِلَّا بِالله، إِلَيْهِ أَرْفَعُ أَمْرِي، وأُوَكِّلُ شَأْنِي، وأَتْرُكُ لَهُ تَدْبِيرَ حَالِي، وأَسْتَخِيرُهُ فِي كُلِّ شُؤُونِي، وأَقْبَلُ بالرِّضَى خَيْرَ القَضَاء، وأَقْبَلُ بالحُسْنَى أَشَدَّ الابْتِلَاء، وأَحْمَدُ اللهَ علَى كُلِّ الأقْدَارِ والأَنْبَاء.\n\nالَّلهُمَّ إنِّي أَسْتَخِيرُكَ في شَأْنِي كُلِّه، وأَسْأَلُكَ الحِكْمَةَ في اخْتِيَارَاتي، والنَّبَاهَةَ فِي قَرَارَاتِي، والوَفَاءَ فِي وُعُودِي، والصِّدْقَ فِي أَحَادِيثِي، والهِمَّةَ فِي تَصَرُّفَاتِي، فَإِنَّ مَصِيرِي بِيَدِك، وحَيَاتِي في قَبْضَتِك، ومَمَاتِي بِأَمْرِك، فَتَوَلَّنِي فِي الدُّنْيَا قَبْلَ الآخِرَة، واخْتَـرْ لِي الَّلهُمَّ الخَيْرَ فِيمَا احْتَـرْتُ فِيه، واحْكُمْ بَيْنِي وَبَيْن حَيْرَتِي بِمَا تَقْضِيه.\n\nبِسْمِ الله وَضَعْتُ أَمْرِي بَيْن يَدَيْك، بِسْمِ الله أَسْتَخِيرُكَ في شَأْني الَّذِي لَا يَخْفَى عَلَيْك، بِسْمِ الله أَسْأَلُكَ خَيْرَ الاخْتِيَارِ فِي أَمْرِي الَّذِي أَرْفَعُهُ إِلَيْك.\n\nالَّلهُمَّ لا تَكِلْنِـي إلَى نَفْسِي ولَا تُعِدْنِي إلَى اخْتِيَارِي، ولَا تَرُدَّنِي إلَى تَدْبِيرِي، فَإِنِّي أَتَوَكَّلُ عَلَيْكَ، ولَا حَوْلَ لِي ولَا قُوَّةَ لِي إلَّا بِك.\n\nالَّلهُمَّ إنِّي أَسْأَلُكَ مِنْ عِلْمِكَ الوَاسِع، وحُكْمِكَ العَظِيم، ومَعْرِفَتِكَ المُسْبَقَة، وإِحَاطَتِكَ الشَّامِلَة، أَنْ تُلْهِمَنِـي الرَّشَاد، وتَقُودَني لِلصَّوَاب، وتُرْشِدَني لِلْخَيْر وتُوَجِّهَنِـي لِلْبِر.\n\nالَّلهُمَّ إنِّي أَسْتَخِيرُكَ فِي أَمْري هَذَا (وتُسَمِّيهِ إِنْ كَانَ يُقْرَأُ لِحَاجَةٍ خَاصَة) وأَسْتَعْلِمُكَ حَالِي، وأَكْشِفُ لَكَ حَاجَتِي، فالَّلهُمَّ لا تَرُدَّ دَعْوَتِي بِجَاهِ الصَّلَاةِ علَى النَّبي الَمحْبُوب، سَيِّدِنا مُحَمَّدٍ صَاحِبِ المَقَامِ المَحْمُود.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_8_WHY]: 'طلب الإذن من الله و التسخير في الأمور الظاهرة والباطنة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_8_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_9_TITLE]: 'حِزْبُ الوِقَايَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_9_SUMMARY]:
    'لَا إِلَهَ إِلَّا الله وَحْدَهُ لَا شَرِيكَ لَه، لَهُ المُلْكُ ولَهُ الحَمْدُ وهُوَ علَى كُلِّ شَيْءٍ قَدِير، نَرْضَى بِهِ رَبّا وبِقَضَائِه خَيْرا وبِقَدَرِهِ طَوْعا.\n\nلَا إِلَهَ إِلَّا أَنْت، مَالِكُ الأنْوَارِ وظِلَالِها، والأَقْدَارِ ومَصِيرِهَا، والرَّحَمَاتِ وتَنَزُّلَاتِها، نَسْأَلُكَ لُطْفاً مِنْكَ يَشْمَلُنا، ووِقَايَةً بِرَحْمَتِكَ تُحِيطُ بِنا، وعِنَايَةً سَابِقَةً مِنْك تَغْشَانَا.\n\nالَّلهُمَّ قِنَا شِدَّةَ القَضَاء، وقَسْوَةَ الابْتِلَاء، وفِتْنَةَ البَلَاء، ومَرَارَةَ الغَلَاء، وشَرَّ الوَبَاء، الَّلهُمَّ قِنَا مِنْ كُلِّ شَرٍّ وشُرُور، وقِنَا مِنْ نَارِ الحَرُور، ومِنْ ظِلَالِ النُّور، وِقَايَةً تُدْرِكُ بِهَا العَالَمِين، وتُحِيطُ بِها أَهْلَنَا أَجْمَعِين، وذَوينَا وذُرِّيَتَنَا مِنْ كُلِّ بَلَاءٍ سَقِيم ووَبَاءٍ عَمِيم، ومِنْ كُلِّ فُسُوقٍ وفُجُور، أوْ إِسْرَافٍ وإِفْسَادٍ فِي أَرْضِك يَا عَظِيم.\n\nالَّلهُمَّ اجْعَلْنِي فِي عِيَاذِكَ مِنْ شَرِّ كُلِّ حَاسِدٍ وحَاقِد، ومِنْ شَرِّ الشَّيْطَانِ الرَّجِيم، وقِنِي مِنْ خَوفِي، وأَلْهِمْنِي الرَّشَادَ فِي نَفْسِي، وأَطْفِئْ نَارَ هَلَعِي، وبِبَرْدِ سَلَامِكَ سَلِّمْنِي مِنْ جَزَعِي.\n\nالَّلهُمَّ إنِّي أَرْضَى بِالقَضَاءِ كُلِّه، وبِالقَدَرِ كَلِّه، وأُؤْمِنُ بِكَ يَقِينا، وبِالمَلَائِكَةِ تَصْدِيقا، وبِكُتُبِكَ تَدْقِيقا، وبِرُسُلِكَ تَحْقِيقا، وبِاليَوْمِ الآخِرِ تَسْلِيما، وبِالقَضَاءِ خَيْرِهِ وشَرِّه. فالَّلهُمَّ اكْتُبْ لِي هَذِهِ الشَّهَادَةَ عِنْدَكَ يَوْمَ أَلْقَاك، وذَكِّرْنِي بِها حِينَ يَهْتَزُّ بِالخَوْفِ قَلْبِي، وتَضِيقُ بِالهَمِّ نَفْسِي، ويَرْتَعِدُ بِالذُّهُولِ بَدَنِي، فَثَبِّتْنِي الَّلهُمَّ علَى هَتِهِ الشّهَادَة، واجْعَلِ الصَّبْرَ زَادِي، وذِكْرَكَ دَوَائِي، والصَّلاةَ علَى سَيِّدِنَا مُحَمَّدٍ شِفَائِي.\n\nالَّلهُمَّ إني أَسْتَوْدِعُكَ نِعَمَكَ عَلَيّ، وأَسْتَوْدِعُكَ صِحَّتِي وأَهْلِي ومَالِي وذُرِّيَتِي ومَسْكَنِي، فَقِنِي الَّلهُمَّ بِوِقَايَتِكَ مِنْ شُرُورِ النَّفْسِ، وتَقَلُّبَاتِ الحَال، ومِنْ فِتْنَةِ المَحْيَا والمَمَات.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_9_WHY]: 'في حَاِل الخوفِ مِنْ بلاءٍ أَوْ وَبَاء أو مصيبة أو كارثة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_9_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_10_TITLE]: 'حِزْبُ الوَهْب',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_10_SUMMARY]:
    'الَّلهُمَّ يا وهَّابُ نَسْأَلُكَ مِنْ خزائِنِ قُدْرَتِك، وتَصَرُّفِ حِكْمَتِك، وجَمالِ قَضائِك، وتَنَزُّلِ أقْدَارِك، أَنْ تَهَبَنَا مِنْ أصْلابِنا ذُرِّيَةً صالِحة، وبَذْرَةً مُصْلِحَة، ونَسَبًا مُتَّصِلا، ونِسْبَةً وَاصِلَة، وأَنْ لَا تَحْرِمَنَا يا اللهُ مِنْ فَرَحِ البَنِينِ والبَنَات، ولا مِنْ سَعَادةِ النَّظَرِ إِلى زِينَةِ الحَيَاة.\n\nارْزُقْنَا مِنْ لَدُنْكَ أزْواجًا صَالِحين، واجْعَلْنَا عَلَى المَوَدَّةِ مُجْتَمِعِين، وبِالرَّأْفَةِ مُتَّصِفِين، وبِالحَيَاةِ النَّبَوِيَّةِ مُقْتَدِين.\n\nالَّلهُمَّ لَا تَفْتِنَّا بِالأَبْنَاء، ولَا تُعَذِّبْنَا بِالأزْوَاج، ولا تَخْتَبِرْنَا بِالأَرْزَاق، وأَعْطِنَا يا اللهُ ما يَنْفَعُنا، وزَكِّي نُفُوسَنَا، واقْبَلْ مِنَّا ذِكْرَنَا ودُعَاءَنَا وتَبَتُّلَنا، فَإِنَّكَ الأَعْلَمُ بِنَقْصِنَا والأدْرَى بِحَاجَاتِنَا، فالَّلهُمَّ كَمِّلْنا بِما تَرْضَى وسُدَّ خَلَلَنَا كَيْفَمَا تَرْضَى، وأَغْنِنَا بِالحَلَالِ فَنَرْضَى.\n\nيَا وهَّابُ نَسْأَلُكَ كَمَالَ النِّعْمَة، وتَمَامَ الصِّحَّة، وسَلَامَةَ الصَّدْر، وطُمَأْنِينَةَ القَلْب، وزُهْدَ النَّفْسِ.\n\nوهَبْ لَنَا مِنْ لَدُنْكَ مَحَبَّةً فِيك، وذِكْرًا فِي حَضْرَتِكَ تَذْكُرُنَا بِهِ فِي مَنْ عِنْدَك، فَإنَّكَ الَّذِي تَهَبُ لِمَنْ تَشَاءُ ذُكُورًا و تَهَبُ لِمَنْ تشاءُ إنَاثًا، ولِمَنْ تَشَاءُ أَزْوَاجًا ولِمَنْ تَشَاءُ أَرْزَاقًا، هَبْ لَنَا الَّلهُمَّ مِنْ كُلِّ نِعْمَةٍ نِعْمَة، ومِنْ كُلِّ حَسَنَةٍ نِسْبَة، ومِنْ كُلِّ نَظْرَةٍ لَمْحَة، ومِنْ كُلِّ هَبَّةٍ رِيحَا، ولَا تَحْرِمْنَا مِنْ وَهْبِكَ فَنَشْقَى، ولَا مِنْ عَطَائِكَ فَنُحْرَم، ولَا مِنْ فَضْلِكَ فَنَسْأَم، واجْعَلْنَا بِالصَّبْرِ مُتَّصِفِين، وَعَلَـى البَابِ واقِفِين، وبِحَبْلِ الثَّبَاتِ مُسْتَمْسِكِين، وبِحُسْنِ الظَّنِّ مُعْتَرِفِين، فَإنّا نُرِيدُ وأَنْتَ تُرِيد وبِيَدِكَ كُلُّ الخَيْـرِ.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_10_WHY]: 'طلب الزوج الصالح أو الذرية الصالحة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_10_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_11_TITLE]: 'حِزْبُ الكَوْثَر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_11_SUMMARY]:
    'اللهُ أَكْبَـر، اللهُ أَكْبَر، اللهُ أَكْبَر، لَا إِلَهَ إِلَّا الله. الَّلهُمَّ إنِّي أَسْتَعِيذُ بِكَ مِنْ نَفْسِي، ومِنْ كَثْرَةِ طَمَعِي، وتَعَاظُمِ مَطَالِبِي، وتَعَالِي آمَالِي، وتَفَاقُمِ حَاجَتِي.\n\nالَّلهُمَّ لَا تَجْعَلِ الدُّنْيَا أَكْبَـرَ هَمِّـي، ولَا نَيْلَهَا مَطْلَبِـي، ولَا قُصُورَهَا وأَمْوَالَهَا غَايَتِي، وانْزَعِ الَّلهُمَّ مَحَبَّتَهَا مِنْ قَلْبِي، وحَرِّرْنِي مِنْ قُيُودِ الدُّنْيَا، واشْغَلْنِي بالآخِرَة.\n\nيا رَزَّاقُ نَسْأَلُكَ مِنْ اسْمِكَ البَرَكَة، ودَوَامَ الصِّحَّة، وجَمَالَ القَنَاعَة. الَّلهُمَّ ارْزُقْنَا بِمَا نُطِيق، وبَارِكْ لَنَا في أَرْزَاقِنَا وفَيِّضْ خَيْرَكَ عَلَيْنَا، ولَا تَفْتِنَّا بِالأَمْوَالِ والثَّـرَوَاتِ والخَيْـرَات، واجْعَلْ أَحْسَنَ أَيَّامِنَا يَوْمَ نَلْقَاك، وأَجْوَدَ أَحْوَالِنَا حِينَ نَرَاك، وأَفْضَلَ أَعْمَالِنَا فِي رِضَاك.\n\nواجْعَلْ لَنَا فِي رِزْقِنَا نَصِيباً لِلزَّكَاة، وسَبيلاً للصَّدَقَات، ونَفَقَةً نَطْرُقُ بِها بَابَ القُرُبَات، وفُرْصَةً لِلنَّفَقَةِ فِي سُبُلِ الخَيْرَات.\n\nونَعُوذُ بِكَ مِنَ البُخْلِ والشُّحّ، ونَسْتَعِيذُ بِكَ مِنْ هَمِّ الرِّزْق، وكُرْبَةِ المَال، وفِتْنَةِ الجَاه، وكَآبَةِ جَنْـيِ الثَّـرَوَات، والبَحْثِ عَنِ اللَّذَّات، وإِشْبَاعِ الشَّهَوَات.\n\nالَّلهُمَّ إنِّي أَسْأَلُكَ رِزْقاً حَلَالاً طَيِّبا، كَثِيراً أَوْ قَلِيلا، بَعِيداً أوْ قَريبا، سَهْلاً أوْ قَاسِيا.\n\nوحَرِّمْ عَلَيَّ النَّارَ والمَالَ الحَرَام، وكَرِّهْ لِقَلْبِيَ الدُّنْيا وزِينَتَهَا، والسُّلْطَةَ وجَاهَهَا، والثَّرْوَةَ وفِتْنَتَهَا. واجْعَلْ مُنَافَسَتِي في طَلَبِ الرِّزْقِ شَرِيفَة، ونِيَّتِي صَحِيحَة، ووِجْهَتِي وَاضِحَة، وقِبْلَتِي ثَابِتَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_11_WHY]: 'زيادة الرزق وتوسعة الحال',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_11_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_12_TITLE]: 'حِزْبُ الشِّفَاء',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_12_SUMMARY]:
    'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيم، الحَمْدُ لله رَبِّ العَالَمِين، حَمْدًا يَلِيقُ بِكَرَمِ نِعْمَتِه، وَتَمَامِ جُودِهِ وَبَدِيعِ خَلْقِه، وَصَلَاةُ رَبِّي وَسَلَامُهُ عَلَى نَبِيّ الرَّحْمَةِ وَالشَّفَاعَة، مُحَمَّدٍ صَاحِبِ الاستِجَابَة.\n\nالَّلهُمَّ إِنِّي أَسْأَلُكَ بِكُلِّ اسمٍ هُوَ لَك، وَبِأَسْمَائِكَ الَّتِي هِيَ فَيْضٌ مِنْ مَحَبَّتِك، وَبِصِفَاتِكَ الَّتِي أَوْرَثْتَهَا سِرًّا مِنْ نُورِك، أَسْأَلُكَ بِاسْمِكَ الَّذِي سَمَّيْتَ بِهِ نَفْسَك، وَكَشَفْتَهُ لِعِبَادِك، وَأَطْلَعْتَ عَلَى حَقِيقَتِهِ خَاصَّةَ أَهْلِكَ وَأَحْبَابِك، أَنْ تَفْتَحَ لِي أَبْوَابَ الشِّفَاءِ بِحَقِّ الذِّكْرِ بِاسْمِك (يَا شَافِي "تكرر 33 مرة").\n\nالَّلهُمَّ اشْفِنِي شِفَاءً لَا يُغَادِرُ سَقَمًا وَلَا يُبْقِي أَلَمًا، شِفَاءً تَحْفَظُ بِهِ صِحَّتِي، وَتُدَاوِي بِهِ عِلَّتِي، وَتَرْفَعُ بِهِ عَنِّي مَا أَصَابَنِي، وَتُخَفِّفُ بِهِ عَنِّي آلَامِي، الَّلهُمَّ اسْتُر بَدَنِي بِالصِّحَة، وَجَسَدِي بِالقُوَّة، وَذَاتِي بِشَبَابِ الرُّوح، وَاحْفَظْنِي الَّلهُمَّ فِي مَلَكَةِ العَقْل، وَفِطْرَةِ القَلْب، وَنِعْمَةِ الجَوَارِح، وَفِي وَظَائِفِ الَّلطَائِف.\n\nيَا مُدَاوِي الأَسْقَامِ وَالعِلَل، اسْمَع نِدَائِي وَاقْبَلْ اسْتِغَاثَتِي، وَخَفِّفْ مِنْ آلَامِي وَكَفِّرْ عَنْ سَيِّئَاتِي، وَاجْعَل لِي فِي المَرَضِ طُهْرًا وَطَهَارَة، وَفِي الأَلَمِ شُكْرًا وَاسْتِغْفَارا، وَفِي كُلِّ عَنَاءٍ تَوْبَة، وَفِي كُلِّ عَجْزٍ تَرْقِيَة، وَفِي كُلِّ ضَعْفٍ قُوَّة، وَفِي كُلِّ أَنِينٍ دُعَاءً مُسْتَجَابا.\n\nجِئْتُكَ يَا اللهُ بِاسْمِكَ الشَّافِي أَسْأَلُكُ مِنْ فَضْلِهِ العَمِيم، وَكَرَمِهِ العَظِيم، وَسِرِّهِ المَهِيب، وَتَنَزُّلِهِ القَائِمِ المُبِين، شِفَاءً يُبْرِئ السَّقِيمَ وَيَشْفِي العَلِيلَ وَيُدَاوِي المَرِيض، شِفَاءً تَلْتَئِمُ بِهِ الجُرُوح، وَتَتَمَاسَكُ بِهِ العِظَام، وَتُرْوَى بِهِ العُرُوق، وَتَحْيَا بِهِ الأَعْضَاء، وَتَتَجَدَّدُ الدِّمَاءُ وَتَتَطَهَّرُ الأَحْشَاء.\n\nالَّلهُمَّ اسْتُرْ عَوْرَتِي، وَأَمِّنِّي فِي صِحَّتِي، وَبَارِك لِي فِي بِنْيَتِي، وَقَوِّي قَوَامَ بَدَنِي، وَامْنُنْ عَلَيَّ بِكَمَالِ الصِّحَة، وَتَمَامِ الحَوْل، وَجَمَالِ النِّعْمَةِ مَا أَعْبُدُكَ بِهِ وَأَنْتَ رَاضٍ عَنِّي كُلَّ الرِّضَا.\n\nقَصَدْتُكَ وَأَنْتَ المَقْصُودُ بِحَالٍ لَا يَخْفَى عَلَيْك، وَبِدَاءٍ لَا يُعْجِزُكَ شِفَاؤُه، وَبِابْتِلَاء أَنْتَ القَادِرُ عَلَى رَفْعِه، "فَالَّلهُمَّ كَمَا أَذِنْتَ بِالمَرَضِ فَاذَنْ بِالشِّفَاء" (تكرر ثلاثا)، وَامْنُن عَلَيّ بِالرَّاحَةِ وَالرَّحْمَةِ وَأَسْكِنْ جَسَدِي سَلَامَةَ النَّعِيم، وَالطُفْ بِهِ مِنْ عَذَابِ الجَحِيم.\n\nوَاجْعَلْنِي الَّلهُّمَ ذَاكِرًا لَكَ فِي حَالِ الصِّحَةِ وَالمَرَض، شَاكِرًا لَكَ فِي حَالِ النِّعْمَةِ وَالنِّقْمَة، مُوقِنًا بِاسْتِجَابَتِكَ رَاجِيًا ِفي إِجَابَتِكَ مُتَحَقِّقًا بِتَمَامِ شِفَائِك. يَا حَقُّ يَا ظَاهِر، أَظْهِر أَمْرَكَ فِي عَبْدِك، وَحَقِّقْ سِرَّكَ فِي مُرِيدِك، وَاشْفِي مَنْ دَعَاكَ بِحِزْبِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_12_WHY]: 'الشفاء من الأمراض الظاهرية',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_12_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_13_TITLE]: 'حِزْبُ البَرَاءَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_13_SUMMARY]:
    'باسمِ الله البَارِئِ المُصَوِّر، الَّذِي يُبْـرِئُ المرِيض، ويُشْفي السَّقِيم، ويُداوي العَلِيل، ويُعالِجُ الجَريح، ويَجْبُرُ المَكْسُور، ويَنْصُر المَغْدُور، ويُنْصِفُ المَعْذُور، ويُحَرِّرُ المَأْسُور.\n\nبَرَاءَةٌ مِنْكَ تُنْجِينَا مِنْ مَقْتِك، وتَرْحَمُنَا مِنْ سَخَطِك، وتُجِيرُنا مِنْ غَضَبِك، وَتَقِينَا مِنْ تَقَلُّبِ شَأْنِك، وتُسَلِّمُنَا مِنْ مَكْرِك.\n\nبَراءَةٌ مِنْكَ يَهْدَأُ لَهَا رَوْعي، وَيَسْتَقِيمُ لَهَا بَدَنِي، وتَرْضَى بِهَا أَحْوَالُ نَفْسِي، وتَسْكُنُ فِيهَا أَوْصَافُ ذَاتِي، ويُكْبَحُ بها جِمَاحُ غَيْظِي، وتَسْتَقِرُّ لَهَا أَحْوَالُ عِبَادَتِي.\n\nجِئْتُكَ الَّلهُمَّ بِالبَرَاءَةِ مِنْ بَيْنِ يَدَيّ، وأُقَدِّمُها لَكَ بَيْنَ يَدَيْك، أَنْ تُبَرِّئَنِي مِنْ نَفْسِي، وتَتَوَلَّاني فِي وُجُودِي، وتَقِيَنِي شُرورَ هَمِّي، وثِقْلَ غَمّي، وظَلَامَ وِزْرِي، وتُحَصِّنَنِي بِهَا مِنْ أَمَامي ومِنْ خَلْفِي وعَنْ يَمِينِي وعَنْ شِمَالي.\n\nوأَغْرِقْنِي بِها الَّلهُمَّ في عَيْنِ الصَّفَاء، وفي طُهْرِ المَاء، وتَحْتَ نُورِ الحَاءِ والبَاء .\n\n فإنَّكَ الضَّمَانُ والأَمْنُ والأَمَان، يَا صَاحِبَ العُهُودِ الَّتِي لَا تُوَفَّى، والفَضْلِ الَّذِي لا يُحْصَى، والرِّزْقِ الَّذِي لا يَبْلَى، والبَرَاءَةِ الَّتِي لا تُنْسَى.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_13_WHY]: 'الشفاء من الأمراض والعلل الباطنية الخفية',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_13_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_14_TITLE]: 'حِزْبُ الجَزْر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_14_SUMMARY]:
    'الَّلهُمَّ يَا قَاهِرَ الأَحْزَاب، ونَاصِرَ الأصْحَاب، أَيِّدْنَا مِنْ لَدُنْكَ بِالمَلَائِكَةِ الأَحْرَار، والجُنُودِ الأَبْرَار، وبِالحِجَارَةِ مِنْ جُبِّ الأَنْوَار، وارْزُقْنَا بِالبَيِّنَة مَا نَنْظُرُ بِهِ لِلْحَقِّ فَنَتَّقِي، ونَلْقَى بِهِ الصِّدْقَ فَنَهْتَدِي، ونُبْصِرُ بِهِ السِّرَّ فَنَرْتَقِي.\n\nيَا مَنْ يَقْضِي بِقَهْرِيَّتِه، ويَتَنَزَّلُ بِجَبَرُوتِه، ويَحْكُمُ بَيْنَ العِبَادِ بِعَدْلِه، بَاعِدْ بَيْنَنَا وبَيْنَ أَعْدَاءِ الدِّين، ولَا تَجْعَلْ لَنَا نَصِيبًا مَعَ المُدَّعِين، وخَلِّصْنَا وَجَمْعَنَا مِنَ المُنَافِقِين، واجْعَلْ لَنا بَيْنَ العِبَادِ حِصْنًا ومَنْعا، ووِقَايَةً وأَمْنا.\n\nالَّلهُمَّ أَمِّنَّا بِحِزْبِ الجَزْرِ في أَنْفُسِنَا وأَهْلِينَا، وَالمَحْمُولِينَ فِينَا، والمَنْسُوبِينَ إِلَيْنَا، واضْرِبْ بَيْنَنَا وَبَيْنَ الأَعْدَاءِ بِحِجَابٍ مِنْ نُور، واسْتُرْنَا عَنْ مَكَائِدِهِمْ بِسِرٍّ مِنَ النُّور.\n\nالَّلهُمَّ قِنَا كَيْدَ الكَافِرِين، وغِلَّ الحَاقِدِين، ومُؤَامَرَةَ الجَاهِلِين، وقُبْحَ الخَائِنِين، وحَصِّنَّا فِي مَجَالِسِنَا وَكُنْ أَنْتَ جَلِيسَنَا، وبَارِكْ لَنَا فِي مَجْلِسِنَا، وارْحَمْ كُلَّ مَنْ يَجْلِسُ بَيْنَنَا، وأَنِلْهُ نِيَّتَهُ بِمَا يُرْضِيكَ، يَا الله.\n\nإِنَّكَ القَادِرُ وَحْدَك، والقَاضِي بِالحُكْمِ وَحْدَك، إِنَّ بَطْشَكَ لَشَدِيد، إِنَّكَ الَّذِي تُبْدِئُ وتُعِيد، إِنَّكَ الَّذِي تُحْيِي وتُمِيت، بِيَدِكَ المُلْكُ كُلُّهُ، والخَيْـرُ كُلُّه، الَّلهُمَّ بِجَاهِ قَوْلِكَ العَظِيمِ، اكْتُبْ لَنَا الخَيْـرَ بَيْنَ العَالَمين، ولَا تَفْتِنَّا ولَا تَفْتِنْ بِنَا أَحَدًا مِنْ عِبَادِكَ أَجْمَعِين، فَلَا نُظْلَمُ ولا نَظْلِمُ أَحَدًا مِنَ العَالَمِين.\n\nنَعُوذُ بِكَ مِنْ أَنْ نَجْهَلَ أوْ يُجْهَلَ عَلَيْنا، نَعُوذُ بِكَ مِنْ أَنْ نَفْتَرِيَ أوْ يُفْتَرَى عَلَيْنا، ونَسْتَعِيذُ بِكَ مِنْ أَنْ نَكِيدَ أوْ يُكَادَ بِالحِقْدِ لَنَا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_14_WHY]: 'دفع أذية الخلق ورده عنه',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_14_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_15_TITLE]: 'حِزْبُ السَّكِينَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_15_SUMMARY]:
    'يَا رَحْمَنُ يَا رَحِيم، أَسْأَلُكَ مِنْ لُطْفِكَ العَظِيم، وَتَنَزُّلِكَ الكَرِيم، وَحُضُورِ مَلَائِكَتِكَ المَهِيب، وَبِجَاهِ شَفَاعَةِ النَّبِـيّ الأُمِّي، والمَلَكِ النُّورَانِي، وَبِأَمْرِكَ المَحْسُومِ المَقْضِي، وَقَضَائِكَ المُتَنَزِّل، وَقَدَرِكَ المُتَصَرِّف، أَنْ تَلْطُفَ بِعَبْدِكَ وَتَرْفَعَهُ إِلَيْك، وَتُخَفِّفَ عَنْهُ السَّكَرَات، وَتَتَنَزَّلَ عَلَيْهِ بِالرَّحَمَات، وَتَغْفِرَ لَهُ بِشِدّةِ المَوْتِ الزَّلاَت، وَتَتَجَاوَزَ عَنْهُ بِحَرِّها الخَطِيئَات.\n\nخُذْهُ الَّلهُمَّ إِلَيْكَ عَلَى دِينِ الإِسْلَامِ وَبِشَهَادَةِ الإِيمَان، مُتَحَقِّقًا بِعُهُودِ الإِحْسَان، مُسْتَمْسِكًا بِرَحْمَتِكَ يَا حَنّانُ يَا مَنَّان.\n\n الَّلهُمَّ أَلْهِمِ الرُّوحَ عَوْدَتَهَا، وَانْقُلْهَا لِبَرْزَخِهَا، وَحَرِّر لَطَائِفَهَا، وَأَسْكِنْهَا مَثْوَاهَا، وَأَعِدْهَا لِمَأْوَاهَا، وَارْفَعْهَا الَّلهُمَّ إِلَيْكَ مُحَرَّرَةً مِنْ قُيُودِ الذَّاتِ، مُبَرَّأَةً مِنْ اللَّذَات، مَخْتُوما عَلَيْهَا بِالصَّالِحَات، مُكَرَّمَة بِالنُّورَانِيَّات.\n\nالَّلهُمَّ إِنَّ لِلْمَوْتِ غَرْغَرَتَهَا، ولِلْوَفَاةِ زَلْزَلَتَهَا، وإِنَّ لِقَبْضَةِ الرُّوحِ شِدَّتَهَا، وَلِنَزْعِ الأَمَانَةِ ثقْلَهَا، الَّلهُمَّ ذَكِّرْنَا الشَّهَادَةَ ولَقِّنَّا الفَاتِحَة، وَثَبِّتْنَا عَلَى المُبَايَعَة، وَشَفِّعْ فِينَا الصَّالِحِين، وَزُفَّ الرُّوحَ إِلَيْكَ عَلَى بِسَاطِ العَارِفِين، وَثَقِّلْ مِيزَانَ الحَسَنَات، وَاجْعَلْنَا بِالرَّحْمَةِ نَلْقَاك، واقْبَلْنَا فِي جَنَّتِكَ بِنُورِ الرَّحَمَات.\n\nالَّلهُمَّ ارْحَمْنَا فِي ضَعْفِنَا، وَارْحَمْنَا لَحْظَةَ انْتِقَالِنَا، وَارْحَمْنَا سَاعَةَ لَفْظِ أَنْفَاسِنَا، وَارْحَمْنَا الَّلهُمَّ بِجَاهِ الرَّحْمَةِ فِي كُلِّ أَحْوَالِنَا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_15_WHY]: 'التخفيف من سكرات الموت',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_15_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_16_TITLE]: 'حِزْبُ الرَّحْمَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_16_SUMMARY]:
    'الَّلهُمَّ إِنَّا نَسْأَلُكَ مِنْ رَحْمَتِكَ مَا تَتَنَزَّلُ بِهِ بِشَآبِيبِ مَغْفِرَتِكَ عَلَى مَنْ انْتَقَلَ لِدَارِ البَقَاء، وَاغْتَرَبَ عَنْ دَارِ الفَنَاء، وَضَمَّتْهُ ظُلْمَةُ القَبْر، وَاحْتَضَنَتْهُ تُرْبَةُ الأَرْض، وَأُسْكِنَ حُفْرَةَ القَبْر.\n\nالَّلهُمَّ بِالرَّحْمَةِ اجْعَلْ مَوْتَى المُسْلِمِينَ مَرْحُومِينَ فِي قُبُورِهِم، وَحَرِّمْ أَجْسَادَهُم عَلَى الدِّيدَان، وَأَبْعِدْ أَرْوَاحَهُمْ عَنِ النِّيـرَان، وَخَفِّفْ عَنْهُم ضَمَّةَ القَبْر، وَصَرْخَةَ النَّفْس، وَشِدَّةَ البُعْد، وَغُرْبَةَ الأَهْل، وَظَلَامَ القَبْر.\n\nالَّلهُمَّ اجْعَلِ الرَّحْمَةَ تَغْشَـى مَنِ انْتَقَلَ مِنَ الحَيَاةِ إِلَى المَمَات، وَاغْفِر لِمَنْ أَسْرَفَ عَلَى نَفْسِهِ بِفِتَنِ الحَيَاة، وَاكْشِفْ عَنْهُم غُمَّةَ الظُّلُمَات.\n\nوَارْحَمْهُمُ الَّلهُمَّ تَحْتَ الأَرْضِ كَمَا رَحِمْتَهُم فَوْقَ الأَرْض، وَاجْعَلْ لَهُمْ صَدَقَةً جَارِيَةً تَنْفَعُهُم، وَابْنًا بَارًا يَدْعُو لَهُم، وَعَمَلًا صَالِحًا يَشْفَعُ لَهُم، وَذِكْرًا مَرْفُوعًا يُجِيرُهُم.\n\nجِئْنَاكَ مُتَوَسِّلِينَ بِرَحْمَتِكَ، وَعَظِيمِ شَفَاعَةِ نَبِيِّكَ، أَنْ تَجْعَلَ قَبْرَ الَمرْحُومِ (تسمي المتوفى) رَوْضَةً مِنْ رِيَاضِ الجَنَّة، وَتُنِيـرَ قَبْـرَهُ بِنُورِ ذِكْرِ الرَّحْمَة، وَتُبَشِّرَهُ بِمُجَالَسَةِ المُصْطَفَى، وَبِالأُنْسِ مَعَ النَّبِيّ المُجْتَبَى.\n\nالَّلهُمَّ اسْقِ القُبُورَ بِالنُّور، وَتَنَـزَّلْ عَلَيْهَا بِبَرَكَةِ لَيْلَةِ القَدْر، وَاجْعَلْ بِشُهُورِكَ المَعْلُومَة، وَأَيَّامِكَ المَعْدُودَةِ ذِكْرَى لَهُمْ بِالرَّحْمَةِ وَالشَّفَاعَة.\n\nوَلَا تَنْسَانَا فَنَنْسَاك، وَنَغْفَلَ عَنْ سَاعَةِ لِقَاكَ، وَاجْعَلْ تَرَحُّمَنا هَذَا مَقْبُولا، وَزِيَارَتَنَا مَوْصُولَة، وَذَكِّرنَا بِالمَوْتِ لِنَسْتَعِد، وَلَا تُشْغِلْنَا بِالدُّنْيَا فَنَبْتَعِد، وَلَا بِزِينَةِ الحَيَاةِ فَنَغْتَرِب.\n\nالَّلهُمَّ ارْحَمْنَا فَوْقَ الأَرْضِ أَحْيَاءً، وَارْحَمْنَا تَحْتَ الأَرْضْ أَمْوَاتاً، وَاسْتُرْنَا بِسِتْرِكَ فِي القَبْرِ وَسَاعَةَ العَرْض، وَثَبِّتْنَا عَلَى الشَّهَادَتَينِ وَقَوْلِ الإِحْسَان.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_16_WHY]: 'الترحم على الميت عند زيارة قبره',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_16_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_17_TITLE]: 'حِزْبُ تَحْقِيقِ الأغْرَاض',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_17_SUMMARY]:
    'يَا قَادِرُ يَا مُقْتَدِر، يَا مُقَدِّمُ يَا مُؤَخِّر، يَا أَوَّلُ يَا آخِر، يَا عَلِيمًا بِالنَّوَايَا وَمُطَّلِعًا عَلَى الخَوَاطِر، يَا قَرِيبًا مِنَ العِبَادِ وكاشِفَ السَّرَائِر.\n\nأَسْأَلُكَ نَفْسِي وَحَاجَتِي أَنْ تَقْضِيَهَا لِي، فَبِيَدِكَ كُلُّ شَيْء، وَلَا يُعْجِزُكَ شَيْء، وَلَا يَخْفَى عَلَيْكَ شَيْء.\n\nالَّلهُمَّ لَا تَكِلْنِي لِأَحَدٍ سِوَاكَ وَلَا لِأَحَدٍ غَيْرِك، وَلَا تُعَلِّقْ آمَالِي بِأَحَدٍ مِنْ عِبَادِك، وَلَا تَجْعَلْ رِزْقِي فِي التَّعَلُّقِ بِغَيْـرِك، وَاجْعَلِ الَّلهُمَّ تَوَكُّلِي عَلَيْكَ كَامِلًا خَالِصا، وَحَاجَتِي بِرِضَاكَ مَقْضِيَّة.\n\nوَلَا تُحْزِنِّي يَا اللهُ بِرَدِّ الدُّعَاء، وَلَا بِعُسْرِ القَضَاء، وَلَا بِشِدَّةِ الإِبْعَاد، وَاجْعَلْنِي بِالدُّعَاءِ أَقِفُ عَلَى البَاب، وَلَا تَرُدَّنِي مِنَ الأَعْتَاب، وَاقْبَلْ حَاجَتِي وَحَاجَةَ كُلِّ مَنْ دَعَاك.\n\nيَا مَنْ لَا يَعْبَأُ بِنَا لَوْلَا دُعَاؤُنَا، وَإِذَا دَعَوْنَاهُ يَسْتَجِيبُ لَنَا، أَجِرْنَا مِنْ خِزْيِ الدُّنْيَا وَمِنْ عَذَابِ الآخِرَة، وَلَا تُخْزِنَا فِي حَاجَتِنَا، وَلَا تَبْتَلِينَا فِي صِحَّتِنَا، وَلَا تَخْتَبِرْنَا فِي يَقِينِنَا.\n\nالَّلهُمَّ إِنِّي وَلَّيْتُكَ حَاجَتِي، وَقَضَاءَ أَغْرَاضِـي، فَيَسِّرْ لِيَ الأَسْبَاب، وَافْتَحْ لِي بِرَحْمَتِكَ البَاب، وَأَلْهِمْنِـي الصَّبْرَ وَحُسْنَ الظَّن، ووُسْعَ الصَّدْرِ وَرِضَا الحَال.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_17_WHY]: 'تحقيق الأغراض و المطالب',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_17_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_18_TITLE]: 'حِزْبُ الأرْحَام',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_18_SUMMARY]:
    'الَّلهُمَّ يَا جَامِعُ اجْمَعْنَا بِمَنْ سَبَقَنَا بِالرَّحْمَة، وَبِمَنْ لَحِقَ بِنَا بِالرَّأْفَة، وَبِمَنْ عَادَانَا بِالمُسَامَحَة، وَبِمَنْ عَايَشْنَاهُ بِالسَّكِينَة، وَبِمَنْ جَاوَرْنَاهُ بِالإِحْسَان.\n\nجِئْنَاكَ بِمَنْ تُحِب، وَبِأَمْرِكَ فِي القُرْآن، أَنْ تَجْمَعَ أَرْوَاحَنَا بِمَنْ انْتَسَبْنَا إِلَيْهِم، وَذَوَاتَنَا بِمَن انْتَسَبُوا إِلَيْنَا، وَاجْمَعْ بَيْنَنَا وَبَيْنَ مَنْ أَحْبَبْنَاهُم وَحَالَتِ الأَسْبَابُ بَيْنَنَا وَبَيْنَهُم، الَّلهُمَّ أَوْصِلْ لَهُمْ مِنَّا الدُّعَاء، وَخَيْرَ النِّيَة، وَحُسْنَ الظَّن، وَصَفَاءَ المَحَبَّة، وَاجْمَعْنَا وَإِيَّاهُم عَلَى حَوْضِ سَيِّدِنَا مُحَمَّدٍ فَرِحِينَ مَسْرُورِينَ مُسْتَبْشِرِينَ مُنَعَّمِين.\n\nالَّلهُمَّ اجْعَل رَحِمَنَا مَوْصُولًا وَإِنْ انقَطَعَتِ السُّبُل، وَرَابِطَةَ قُلُوبِنَا مُتَّصِلَةً وإِن تَبَاعَدَتِ المَسَافَات، وَدُعَاءَنَا خَالِصًا وَإِنْ تَدَخَّلَتِ الفِتَنُ وَالأَهْوَاء، وَلَا تَحْرِمْنَا مِنْ أَجْرِ صِلَةِ الرَّحِم، وَلَا تَكْتُبْنَا مِنَ المَقْطُوعِ رَحِمُهُم، وَالمَبْتُورَةِ شَجَرَتُهُم، وَالعَالِقَةِ أَنْسَابُهُم.\n\nالَّلهُمَّ إِنَّا نَسْأَلُكَ الرَّحْمَةَ لِلْأَمْوَاتِ وَالأَحْيَاءِ مِنْ أُسَرِنَا وَأَرْحَامِنَا، وَآبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا، وَأَعْمَامِنَا وَعَمَّاتِنَا، وَأَخْوَالِنَا وَخَالَاتِنَا، وَإِخْوَانِنَا وَأَخَوَاتِنَا، وَأَبْقِنَا بِالمَحَبَّةِ مُتَّصِلِين، وَبِالمَوَدَّةِ مُتَحَابِّين، وَبِالدُّعَاءِ الحَسَنِ فِي ظَهْرِ الغَيْبِ مُتَرَابِطِين، وَاجْمَعْنَا فِي الدُّنْيَا وَفِي الآخِرَةِ عَلَى ذِكْرِكَ وَبِمَا يُرْضِيك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_18_WHY]: 'صلة الرحم المقطوع و ترميمه و تقريب الرحم البعيد ولم شتاته',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_18_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_19_TITLE]: 'حِزْبُ قَضَاءِ الدُّيُون',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_19_SUMMARY]:
    'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، الحَمْدُ للهِ رَبّ العَالمَيِنَ، مُكْرِمِ العِبَادِ بِرَسُولٍ كَريمٍ رَحِيم.\n\nالَّلهُمَّ يَا مَنْ أَرْسَلَ لَنَا نُوراً مِنْ لَدُنْهُ يُنِيـرُ طَرِيقَنَا، يَا مَنْ أَرْسَلَ لَنَا نَبِيًّا مِنْ لَدُنْهُ يَهْدِينَا وَيُعَلِّمُنَا، الَّلهُمَّ يَا مَنْ بَعَثَ فِينَا وَمِنَّا وَبَيْنَنَا بَشَرًا يُفَقِّهُنَا وَيُزَكِّينَا، يَا مَنْ أَكْرَمَنَا بِالهَدْيِ المُحَمَّدِي، وَبِالشَّفَاعَةِ الكُبْرَى وَالعِنَايَةِ العُظْمَى، حَاشَاهُ أن يُخَيِّبَ ظَنَّنَا فِي مَطَالِبِ الدُّنْيَا، أَوْ أَنْ يَرُدَّنَا فِي مَقَاصِدِ الحَيَاةِ الأُخْرَى، لَكَ المُلْكُ كُلُّه، وَبِيَدِكَ القُدْرَةُ الَّتِي لَا يُعْجِزُهَا شَيْء، نَسْأَلُكَ يَا اللهُ مِنْ رِزْقِكَ الوَفِير، وَعَطَائِكَ الكَبِير،  وَسِتْرِكَ القَدِيم، أَنْ تَقْضِي دُيُونَنَا، وَتَجْبُرَ نَقْصَنَا، وَتُكَفِّرَ عَنَّا سَيِّئَاتِنَا، وَتَرُدَّ عَنَّا حُقُوقَ الخَلْق، وَتَتَحَمَّلَ عَنَّا حَقَّ الغَيْـر، وَتُشْغِلَنَا بِأَنْفُسِنَا وَتَزْكِيَتِهَا، وَبِقُلُوبِنَا وَتَطْهِيرِهَا، وبِأَخْلَاقِنَا وَتَهْذِيبِهَا، وبِأَحْوَالِنَا وَتَرْقِيَتِهَا، ونَعُوذُ بِكَ الَّلهُمَّ مِنَ الانشِغَالِ بِالخَلْق، وَمِنَ الالْتِفَاتِ إِلَى الغَيْر، وَمِن اتّبَاعِ الهَوَى وَالشَّيْطَان.\n\nالَّلهُمَّ أَجِرْنَا مِنْ ثِقْلِ الدُّيُون، وَمِنْ هُمُومِ الرِّزْقِ وَكَثْـرَةِ الظُّنُون، الَّلهُمَّ إِنَا نَسْتَجِيرُ بِكَ مِنْ ظُلْمَةِ القَلْبِ إِذَا أَصَابَهُ الهَمّ، وَمِنْ كَآبَةِ النَّفْسِ إِذَا تَشَرَّبَتِ الغَمّ، وَمِنْ سُوءِ الخَاتِمَةِ بِكَثْرَةِ اللَّمَم.\n\nالَّلهُمَّ ارْزُقْنَا مِنَ الصَّبْرِ وَالعِلْمِ وَالرِّزْقِ مَا نُعْطِي بِهِ لِكُلِّ ذِي حَقٍّ حَقَّهُ وَقَدْرَه، وَتَجَاوَزْ عَنَّا مَا قَصَّرْنَا فِيه، وَبَارِكْ لَنَا فِيمَا اجْتَهَدْنَا فِيه، وَكُنْ وِقَايَتَنَا مِنْ الفِتْنَةِ بِالرِّزْق، وَمِنَ الانغِمَاسِ فِي الدُّنْيَا، وَالتَّشَبُّثِ بِالفَانِي، وَالغَفْلَةِ عَنِ الدَّائِمِ البَاقِي.\n\nالَّلهُمَّ اغْفِرْ لَنَا تَقْصِيرَنَا فِي أَدَاءِ الحُقُوق، وَاغْفِرْ لَنَا قِلَّةَ الحِيلَةِ وَضُعْفَ الحَوْل، وَاغْفِرْ لَنَا كَثْرَةَ الذَّنْبِ وَقِلَّةَ الاسْتِغْفَار.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_19_WHY]: 'قضاء الديون المتعلقة بالخلق والَّتِي استصعب على العبد قضاؤها',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_19_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_20_TITLE]: 'حِزْبُ الخِتَام',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_20_SUMMARY]:
    'الحَمْدُ للهِ رَبّ العَالَمِين، حَمْدًا يَلِيقُ بِهِ وَبِمَقَامِ سَيِّدِ المُرْسَلِين، الَّلهُمَّ إِنَّا نَحْمَدُكَ حَمْدًا مُبِينًا مِنْ سِرِّ حَمْدِكَ القَدِيم، عَلَى عُلَاكَ وَتَنَزُّهِكَ فِي العَالَمِين، فَإِنَّكَ القَرِيبُ البَعِيدُ الَّذِي بِقُرْبِهِ يَدْنُو، وَبِبُعْدِهِ يَعْلُو، وَبِرَأْفَتِهِ يَبْسُط، وَبِجَلَالِهِ يَقْبِض.\n\nالحَمْدُ للهِ حَمْدًا افْتَتَحَ بِهِ الوُجُود، وَخَتَمَ بِهِ الوُجُود، الَّلهُمَّ اجْعَل خَاتِمَةَ حَيَاتِنَا بِالحَمْد، وَخِتَامَ مَجَالِسِنَا بِالحَمْد، وَاجْعَلْنَا بِالحَمْدِ نُكْثِرُ الذِّكْرَ بِصَفْوِ اللُّبّ، وَبِجَوْهَرِ القَلْب.\n\nالَّلهُمَّ اخْتِمْ عَلَى قُلُوبِنَا بِنُورِ القُرْآن، وَاجْعَل صُدُورَنَا تَنْشَرِحُ لِسَمَاعِ كَلَامِكَ الفَائِض، يَا حَنَّانُ يَا مَنَّانُ، وَارْزُقْنَا حُسْنَ الاستِمَاعِ إِلَيْه، وَكَمَالَ تَرْتِيلِه، وَنُورَ فَهْمِه، وَمِفْتَاحَ التَّقَرُّبِ بِه، وَاجْعَلِ الَّلهُمَّ القُرْآنَ نُورَ حَيَاتِنَا، وَخِتَامَ مَجَالِسِنَا، وَافتِتَاحَ أَذْكَارِنَا، وَطُمَأْنِينَةَ أَنْفُسِنَا، وَعِلَاجَ أَسْقَامِنَا، وَدَوَاءَ أَحْزَانِنَا، وَسَعَادَةَ أَرْوَاحِنَا.\n\nنَدْعُوكَ يَا اللهُ فِي سَاعَةِ الخِتَام، وَهِيَ سَاعَةُ اسْتِجَابَةٍ وَشُهُودٍ مِنْ حَضْرَةِ النَّبِـيّ العَدْنَان، أَنْ تُبَارِكَ فِي مَجَالِسِ العِلْمِ وَالقُرْآن، وَالفَهْمِ وَالبَيَان، وَفِي مَجَامِعِ الدّينِ وَالإِيمَانِ وَالفِقْهِ وَالإِحْسَان، وَاجْعَلْ لَنَا نَصِيبًا مِنْ مُجَالَسَةِ أَهْلِ النُّورِ فِي الجِنَان، وَابْعَثْنَا يَا اللهُ وَنَحْنُ مَعَ أَهْلِ الحِفْظِ وَالقُرْآن.\n\nوَنَوِّرِ الَّلهُمَّ الرُّوحَ بِآيَاتِه، وَالمَعْرِفَةَ بِمَعَانِيه، وَالعِبَادَةَ بِأَحْكَامِه، وَالسُّلُوكَ بِشُرُوطِه. وَاجْمَعْ مَجَالِسَنَا هَتِهِ عَلَى حَقِيقَةِ النُّور، وَحَقِّقْهَا بِسِرِّ الفَتْحِ وَالفُتُوح، وَارْزُقْنَا بِالعِلْمِ خَيْـرَه، وَبِالذِّكْرِ بِرَّه، وَبِالقُرْآنِ حَسَنَاتِه، وَبِتَدَارُسِهِ بَرَكَاتِه، وَبِتَرْتِيلِهِ أَجْرَ ثَوَابِه.\n\nيَا اللهُ اجْمَعِ القُلُوبَ عَلَى الحَقّ، وَالأَرْوَاحَ عَلَى الصِّدْق، وَالأَجْسَادَ عَلَى البِرّ، وَخَلِّصِ الَّلهُمَّ مَجْمَعَنَا مِنَ الغَفْلَةِ وَالمَعْصِيَة، وَمِنَ اللَّغْوِ والغِيبَة، وَمِنَ الكَذِبِ وَقَوْلِ الزُّور، وَمِنْ غُرُورِ النَّفْسِ وَحُبِّ الظُّهُور، وَاجْعَلْهَا بِسِرِّ الخِتَامِ مَجَالِسًا بِالحَقِّ مَشْهُودَة، وَبِالحَمْدِ مَرْفُوعَة، وَبِالشُّكْرِ مَقْبُولَة، بِجَاهِ سَيِّدِنَا رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_20_WHY]: 'عند ختم القرآن أو ختم مجالس العلم أو مجالس الذكر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_1_CHAPTER_20_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_1_TITLE]: 'حِزْبُ الفَاتِحَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_1_SUMMARY]:
    'بِسمِ ٱللَّهِ ٱلرَّحمَٰنِ ٱلرَّحِيمِ\n\n﴿ٱلحَمدُ لِلَّهِ رَبِّ ٱلعَٰلَمِينَ ۝۱ ٱلرَّحمَٰنِ ٱلرَّحِيمِ ۝۲مَٰلِكِ يَومِ ٱلدِّينِ ۝۳ إِيَّاكَ نَعبُدُ وَإِيَّاكَ نَستَعِينُ ۝٤ ٱهدِنَا ٱلصِّرَٰطَ ٱلمُستَقِيمَ ۝٥ صِرَٰطَ ٱلَّذِينَ أَنعَمتَ عَلَيهِم۝٦ غَيرِ ٱلمَغضُوبِ عَلَيهِم وَلَا ٱلضَّالِّينَ ۝٧﴾ آمين.\n\nالَّلهُمَّ صَلِّ علَى سَيِّدِنا مُحَمَّدٍ الحَامِدِ لَكَ في العَالَمِين، والمُتَّصِفِ بِالرَّحْمَةِ مِنْكَ يا رَحِيم، والشَّفِيعِ بَيْنَ يَدَيْكَ يَوْمَ الدّين.\n\nإِيَّاكَ نَعْبُدُ وَبِكَ نَسْتَعِين، وبِجَاهِ رَحْمَةِ نَبِيِّكَ فِي الفَاتِحَةِ اهْدِنَا الصِّرَاطَ المُسْتَقِيم، وبالشَّفاعةِ المَذْكُورَةِ اجْعَلْنَا مِنَ المُنَعَّمِين، وبَاعِدْ بَيْنَنَا وبيْنَ غَضَبِكَ بِوَصْفِ الرَّحْمَةِ فِي الفَاتِحَة، "آمين".\n\nالَّلهُمَّ افْتَحْ عَلَيْنَا بِالصِّرَاطِ المُسْتَقِيم، واهْدِنَا إِلَيْهِ وجَمِيعِ المُسْلِمِين، واجْعَلِ المُنْعَمِ عَلَيْهِمْ قَادَتَنَا إِلَى جَنَّةِ النَّعِيم.\n\nنَسْأَلُكَ بِالفَاتِحَةِ المُؤاخاةَ بَيْنَ المُسْلِمِين، والرَّحْمَةَ لِلْعَالَمِين، والرَّأْفَةَ بِكُلِّ مَرِيضٍ وسَقِيم.\n\nوبِمَا افْتُتِحَ القُرْآنُ افْتَحْ سَيْرَنَا إِلَيْكَ مُنِيبِين، واقْبَلْنَا عِبَادًا لَكَ مُرِيدِين، وبَارِكْ فِي كُلِّ مَنْ دَعَاكَ بِقَولِ "آمين".\n\nالَّلهُمَّ آمِنَّا فِي دِينِنَا ودُنْيَانَا ومَعَاشِنَا وآخِرِ أيَّامِنَا، واجْعَلِ الَّلهُمَّ مَلَائِكَتَكَ تُؤَمِّنُ علَى دُعَائِنا، والصَّالِحِينَ مِنْ أُمَّةِ رَسُولِ الله تَشْهَدُ علَى أَعْمَالِنَا، وسَيِّدَ المُرْسَلِينَ يَفْرَحُ بِنَا...آمين.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_1_WHY]: 'التحصين من المعصية خلال اليوم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_1_WHEN]: 'بعد صلاة الصبح',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_2_TITLE]: 'حِزْبُ التَّوْحِيد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_2_SUMMARY]:
    'يَا واحِدُ يا أَحَد، يا قَيُّومُ يا صَمَد، جِئْتُكَ عَبْدًا بَيْن يَدَيْك مُوَحِّدًا بِشَهَادَةِ التَّوْحِيد، لَا إِلَهَ إِلَّا الله، وبِشَهادَةِ مُحَمَّدٍ رَسُولِ الله، أَنْ تَكْتُبَنِي مِنَ المُوَحِّدِين، ولا تَجْعَلْنِي مِنَ المُبْتَدِعِين، وأَنْ تَغْفِرَ لِي إِنْ كُنْتُ مِنَ المُدَّعِين، وتَتُوبَ عَنِّي إِنْ تَطَاوَلْتُ عَلَى الدِّين.\n\nالَّلهُمَّ إِنِّي أَشْهَدُ بِالتَّوْحِيد وبِذِكْرِ الوَحْدَة، وبِجَاهِ النَّبي الَّذِي أَرْسَلْتَهُ بِدِينِ التَّوْحيد، أنْ تُحَقِّقَنِي بِمَعَانِي الشَّهَادَة، وتَرْزُقَنِي البَلَاغَة، وتَنْـزَعَ مِنِّي كُلَّ زِيَادَة، وتَقْضِـي في نَفْسِـي بِقُوَّةِ الإِرَادَة، وتَحْكُمَ عَلَيَّ بِدَوامِ الْهِمَّةِ والطَّاعَة.\n\nأَشْهَدُ أَنْ لَا إِلَهَ إلَّا الله مُحَمَّدٌ رَسُولُ الله، شهادَةً تَشْفَعُ لِي بِها مَا حَيِيت، وتُثَّبِّتُنِي بِهَا مَا بَقِيت، وتَجْعَلُنِـي بها صادقًا ما تَكَلَّمْت، وأَمِينًا بِمَا تَحَدَّثْت، وَوَرِعًا مَعَ مَنْ تَعَامَلْت، ومُبَلِّغًا إِنْ خَاطَبْت، وزَاهِدًا إِنْ تَنَعَّمْت، وشَاكِرًا إنْ حُرِمْت، وقَرِيبًا إِنْ أُبْعِدْت.\n\nالَّلهُمَّ إِنَّكَ أَنْتَ الله وإِنِّي عَبْدُك، وأنْتَ الواحدُ وإنِّي المُوَحِّدُ بِوَحْدَتِك، وَأَنْتَ الأَحَدُ وَإِنِّي الشّاهِدُ بِوَحْدَتِك، الَّلهُمَّ لا تَحُلْ بَيْنِي وبَيْنَك، واجْمَعْ بَيْنِـي وبَيْنَك، وأَزِلْ ما بَيْنِي وبَيْنَك، واكْفِنِي بِكَ عَنْ غَيْرِك، وكُنْ مَعِي، سَامِعًا إيَّاي، شَاهدًا عَلَيّ، رقيبًا بي، رَحِيماً بِضَعْفِي، غافرًا لذَنْبِي، مُذَكِّرًا إيَّاي في غَفْلَتِي، فأَنْتَ رَبِّي ومَلَاذِي وعَوْنِي وسَنَدِي.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_2_WHY]: 'يختم به ورد الهيللة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_2_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_3_TITLE]: 'حِزْبُ العُهُود',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_3_SUMMARY]:
    'سُبْحَانَ الَّذِي أَشْهَدَنَا العُهُودَ فِي القِدَم، وَكَشَفَ لَنَا بِهَا ظُلُمَاتِ العَدَم، وَذَكَّرَنَا بِهَا وَأَسْبَغَ عَلَيْنَا النِّعَم.\n\nسُبْحَانَ اللهِ الَّذِي عَاهَدَنَا فَشَهِدْنَا، وَأَقَامَنَا فَقُمْنَا، وَأَنْطَقَنَا بِالحَقِّ فَتَحَدَّثْنَا، وَدَلَّنَا عَلَى الخَيْرِ فَاهْتَدَيْنَا، وَنَهَانَا عَنِ الشَّرِ فَأَطَعْنَا.\n\nالَّلهُمَّ اجْعَلْنَا لِلْعُهُودِ حَافِظِين، وَبِهَا ذَاكِرِين، وَلَهَا مُسَلِّمِين، وَذَكِّرْنَا مِنْهَا مَا نَسِينَا، وَعَرِّفْنَا مَا جَهِلْنَا، وَأَشْهِدْنَا مَا غَابَ عَنَّا.\n\n الَّلهُمَّ اجْعَل أَرْوَاحَنَا بِالعُهُودِ نَاطِقَة، وَلِلْأَمَانَةِ حَامِلَة، وَلِحَقِّ الاخْتِيَارِ حَافِظَة، وَلَا تُزِغْ قُلُوبَنَا يَا اللهُ بِالغَفْلَةِ وَالنِّسْيَانِ، أَوِ الكُفْرِ وَالعِصْيَانِ، أَوْ بِقَوْلِ الزُّورِ وَالبُهْتَان.\n\nوَاجْعَلْنَا بِالعُهُودِ أَحْيَاء، وَبِشَهَادَةِ الحَقِّ أَتْقِيَاء، وَاسْلُكْ بِنَا مَسَالِكَ الأَوْلِيَاء، وَجَدِّدْ الَّلهُمَّ مَعْرِفَتَنَا بِصُحْبَةِ أَهْلِ الإرْشَادِ المُصْلِحِين، وَبِمُجَالَسَةِ أَهْلِ السِّرِ الصَّالِحِين، وَاجْمَعْنَا بِمَنْ جَمَعْتَهُم بِأَمْرِ الرُّوحِ فَجَعَلْتَهُم بِهَا عَارِفيِن، وَلِحَقِيقَتِهَا مُدْرِكِين، وَبِنُورِهَا شَاهِدِين.\n\nالَّلهُمَّ لَا تَحْرِمْنَا مِنْ نِعْمَةِ الرُّوح، وَلَا مِنْ صُحْبَةِ أَهْلِ الرُّوح، وَاجْعَلْنَا بِالرُّوحِ نَسْرِي وَنَعْرُج، وَبِهَا نَرْتَقِي وَنَتَحَقَّق، وَبِشُهُودِهَا نَتَعَرَّفُ وَنَتَذَوَّق.\n\nوَنَعُوذُ بِكَ مِنَ الإِنْكَار بَعْدَ المَعْرِفَة، وَمِنَ المُخَالَفَةِ بَعْدَ البَيِّنَة، وَمِنَ النُّكُوصِ بَعْدَ قُوَّةِ الهِمَّة. وَنَعُوذُ بِكَ الَّلهُمَّ مِنَ الغَرَقِ بَعْدَ النَّجَاة، وَمِنَ العَمَى بَعْدَ التَّبَصُّر، وَمِنْ جَفَافِ القَلْبِ بَعْدَ التَّدَبُّر، وَمِنْ قُيُودِ العَقْلِ بَعْدَ التَّحَرُّر.\n\nيَا اللهُ أَجِرْنَا مِنْ عَذَابِك، وَنِسْيَانِ فَضْلِكَ وَنُكْرَانِ نِعَمِك، وَنَسْأَلُكُ شَفَاعَةَ نَبِيِّك، وَوَصْلاً بِأَهْلِ الإِرْشَادِ يُعِينُنَا عَلَى الأَمَانَةِ وَيُثَبِّتُنَا عَلَى الاسْتِقَامَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_3_WHY]: 'عند برود الهمة أو ضعفها',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_3_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_4_TITLE]: 'حِزْبُ الفَتْح',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_4_SUMMARY]:
    'سُبْحَانَ الَّذِي نَصَرَ عَبْدَه، وأَيَّدَ رَسُولَه، وأَكْرَمَ نَبِيَّه، ونَزَّهَ صَفِيَّه، ورَفَعَ مَقَامَ المَحْمُودِ عِنْدَه.\n\nالَّلهُمَّ بِجَاهِ التّعْظِيم فِي حَقِّك، وبِجَاهِ العَظَمَةِ فِي حَقِيقَتِك، وبِحَقِّ التَّعْظِيمِ المَكْنُونِ فِي عَظَمَتِك، أَكْرِمْنَا بِالفَتْحِ المُبِينِ والنَّصْرِ العَظِيم والتَّأْيِيدِ العَزِيز.\n\nالَّلهُمَّ اسْتُرْنَا بِنَصْرِك، وعَرِّفْنَا بالفَتْحِ عَلَى يَدَي نَبِيِّك، وانْصُرْنَا عَلَى أَعْدَائِكَ أَعْدَاءِ دِينِك، واقْطَعْ دَابِرَ المُعْتَدِين، وَرُدَّ عَنَّا المُتَطَاوِلِين، وحَرِّرْ كُلَّ بِقَاعِ المُسْلِمِين، وارْفَعْ لِوَاءَكَ فِي القُدْسِ الشَّرِيف، وأَعْلِ دِرْعَ نَبِيِّكَ فِي كُلِّ بَيْتٍ وَمَسْجِدٍ وعِمَارَةٍ وبِلَاد.\n\nالَّلهُمَّ بِالكَافِ والنُّون، وبِسِرِّ الحَمْدِ العَظِيم، اجْعَلْنَا سَبَبًا فِي الفَتْحِ وافْتَحْ عَلَيْنَا، واجْعَلْنَا الَّلهُمَّ مِنْ أَهْلِ الفُتُوحِ وتَوَلَّنَا، وافْتَحْ عَلَيْنَا مِنْ عَيْنِ الكَافِ والهَاء واليَاء والعَيْنِ والصَّاد.\n\nوبحَقِّ الفَاتِحَةِ افْتَحْ أَبْوَابَ النَّصْر، وقُصُورَ البَرِّ والبَحْر، وأَعْلِ عَرْشَ السِّر، ومَكِّنَّا مِنْ نُورِ الَّلوْحِ والحَرْف، وامْنُنْ عَلَيْنَا بِعِلْمِ القَلَمِ والسَّطْر.\n\nيا فَاتِحُ لمِاَ أُغْلِقَ ونَاصِرُ العِبَادِ بِالفَتْح، انْصُرِ الأُمَّةَ فِي شَبَابِهَا، وَقَوِّي بُنْيَانَهَا وارْفَعِ الَّلهُمَّ رَايَتَهَا، وطَهِّرْهَا مِنَ المُنَافِقِينَ والكَائِدِينَ والمُحْتَالِينَ والمُتَاجِرِينَ بِاسْمِ الدِّين، واحْفَظِ الَّلهُمَّ الأُمَّةَ فِي آدَابِهَا وأَخْلَاقِها، وحَصِّنْهَا مِنْ امْتِزَاجِ الثَّقَافَات، ومِنْ اخْتِلَاطِ الهُوِيَّات، ومِنْ كُلِّ انْحِلَالٍ وانْحِطَاط، واجْعَلْهَا جَوْهَرَةً خَالِصَة وأَمَانَة مَحْفُوظَة كَمَا يُحِبُّ سَيِّدُنَا مُحَمَّدٍ ويَرْضَى.\n\nيَا جَبَّارُ يَا قَهَّار، جِئْنَاكَ طَوْعًا وكَرْهًا وأَنْتَ الغَنِيُّ عَنَّا، جِئْنَاكَ بِمَقَالِيدِ الفَتْحِ وبِمَلَائِكَةِ النَّصْرِ وبِأَحْزَابِ البَحْرِ وبِأَبْرَارِ السِّرِّ وبِعَرْشِ الرَّحْمَن، رَحْمَةً مِنْكَ تُذِيقُنَا بِهَا الفَرَحَ بِأُمَّةِ رَسُولِ الله، وسَعَادَةً بالنَّصْرِ تُفْرِحُ بِها أُمَّةَ رَسُولِ الله، وبُشْرَى مِنْكَ بالشُّهُودِ تَهْتَزُّ لَهَا قُلُوبُ العَاشِقِينَ فِي جَنَابِ رَسُولِ الله.\n\nالَّلهُمَّ افْتَحْ عَلَيْنَا بِالكَافِ فَنَرَى، وافْتَحْ عَلَيْنَا بِالنُّونِ فَنُبْصِر، وافْتَحِ الَّلهُمَّ عَلَيْنَا بِالبَاءِ فَنَرْقَى، وافْتَحْ عَلَيْنَا بِالحَاءِ فَنَحْظَى.\n\nيا صَاحِبَ الفَتْحِ والبِرِّ والكَرَم، أَكْرِمْنَا بِالفَتْحِ يَا صَاحِبَ النِّعَمْ.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_4_WHY]: 'التحقق بالفتح في أمور دينية أو دنيوية',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_4_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_5_TITLE]: 'حِزْبُ الاسْتِغْفَار',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_5_SUMMARY]:
    'يا غَافِرَ الذَّنْبِ وقَابِلَ التَّوْبِ شَدِيدِ العِقَابِ ذِي الطَّوْلِ لَا إلَهَ إلَّا أَنْت، أَسْتَغْفِرُكَ مِمَّا تَعْلَمْهُ ولَا أَعْلَمْهُ مَغْفِرَةً تَشْمَلُ بِها مَا أَعْلَمْهُ ومَا لَا أَعْلَمْه، أَسْتَغْفِرُكَ رَبِّي مِمَّا بَيْني وبَيْنَك فِي سِرِّي، ومِمَّا بَيْنِي وبَيْنَكَ فِي جَهْرِي.\n\nأَسْتَغْفِرُكَ مِنْ حَقِّ نَفْسِي وَمِنْ حُقُوقِ الغَيْرِ عَلَيَّ، وأَبُوءُ لَكَ بِذَنْبِي فاغْفِرْ لِي وتُبْ عَلَيَّ واقْبَلْنِي عِنْدَكَ مِنَ التَّوَّابِين المُتَطَهِّرِين.\n\nالَّلهُمَّ إِنِّي أَتَوَّجَهُ إلَيْكَ بِمَجَامِعِ الاستِغْفَار، وبِجَاهِ المُسْتَغْفِرِ لِأُمَّتِهِ بالعَشِيِّ والإِبْكَار، أَنْ تَغْفِرَ لِي عِلْمِـيَ القَلِيل وجَهْلِيَ الكَثِيـر، وأَنْ تَزِيدَنِي اسْتِغْفَارًا وَمَحْوًا فِي حَضْرَتِكَ يَا غَفَّار.\n\nأسْتَغْفِرُ اللهَ العَظِيمَ مِنْ نَوْمِ الغَفْلَة، وحَالِ الذِّلَّة، وكَسَلِ النَّفْس، وخُمُولِ الرُّوح، أسْتَغْفِرُ اللهَ اسْتِغْفَارًا جَامِعًا مِنْ أَخْطَاءِ الِّلسَان، ومَاحِيًا لِزَلَّاتِ الكَلِام، وغَافِرًا لِنَظَرَاتِ العَيْن، وقَابِلًا لِتَوْبَةِ القَلْب، ومُطَهِّرًا مِنْ بَطْشِ اليَد، ومِنْ طَمَعِ البَطْن، ومِنْ زَلَّةِ القَدَمِ وزَيْغِ الأُذُن.\n\nالَّلهُمَّ إِنِّي أَسْتَغْفِرُكَ مِمَّا تُظْهِرُهُ جَوَارِحِي فِعْلا، ومِمَّا يَبُوحُ بِهِ حَالِي قَوْلا، ومِمَّا تَسْتُرُهُ نَفْسِي خَوْفا، ومَا يَنْطَوِي عَلَيْهِ عَقْلِي خَجَلا، مَغْفِرَةً تَشْمَلُنِي بِهَا وتَنْزِعُ عَنِّي وِزْرَ ذَنْبِي، وثِقْلَ هَمِّي، وقَسْوَةَ قَلْبِي، وجَفَافَ شَوْقِي، ورُكُودَ هِمَّتِي.\n\nالَّلهُمَّ إِنِّي أَسْأَلُكَ بِالاسْتِغْفَارِ قَلْبًا خَاشِعًا، وعَيْنًا دَامِعًا، ولِسَانًا لَيِّنًا، وصَدْرًا مُنْشَرِحًا، وَوِزْرًا مَرْفُوعًا، واسْتِغْفَارًا مَقْبُولًا، وَتَوْبَةً مَشْهُودَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_5_WHY]: 'الانتفاع من أنوار الإستغفار',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_5_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_6_TITLE]: 'حِزْبُ الغُفْرَان',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_6_SUMMARY]:
    'أسْتَغْفِرُ اللهَ العَظِيم الَّذِي لَا إلَهَ إلَّا هُوَ الحَيُّ القَيُّوم وأَتُوبُ إليه مِنْ أَوْهامي وهَواني ومِنْ كُلِّ ما يَعْتَرِينِي، أَسْتَغْفِرُ اللهَ مِنَ التَّكاسُلِ الَّذِي يُقَيِّدُني، والضَّعْفِ الَّذِي يُذِلُّنِي، والحَسْرَةِ الَّتِي تُثْقِلُني.\n\n أَسْتَغْفِرُ اللهَ مِنْ قِلَّةِ الاسْتِغْفَار، وَمِنْ تَأْجيلِ التَّوْبَةِ والتَّمَاطُلِ فِي التَّزْكِيَة، والتَّكَاسُلِ في المُجَاهَدَة. أسْتَغْفِرُ الله مِنْ حَالِ الظَّلَام، وأَحْوالِ البُعْدِ والاسْتِسْلَام، وأَسْتَغْفِرُهُ مِنْ كَثْـرَةِ الذُّنُوبِ والظُّنُون والشُّكُوكِ والأوْهَام.\n\nأَسْتَغْفِرُكَ بِلِسانِي وبِقَلْبِي وبِعَقْلِي في مَكَانِي ولَحْظَتِـي، مِنْ كُلِّ سَيِّئَةٍ أَثْقَلَتْ صَحِيفَتِـي، وكُلِّ كَبِيـرَةٍ حَجَبَتْ رُوحِي، ومِنْ كُلِّ ادِّعَاءٍ أَبْعَدَنِي عَنْ رَبِّي، ومِنْ كُلِّ سُوءِ أَدَبٍ أَخْرَجَنِي مِنْ عِنَايَةِ شَفِيعِي.\n\nأَسْتَغْفِرُكَ اسْتِغْفَارًا يَمْتَدُّ لِأَقْطَارِ السَّمَاء، ويَخْتَرِقُ طَبَقَاتِ الأَرْض بِإِذْنِ المُسْتَغْفِرِ لِأُمَّتِه، اسْتِغْفَارًا يُغَطِّينِي بِنَقْصِي، ويَسْتُرُنِي بِضَعْفِي، ويَرْفَعُنِي بِذُلِّي إِلَى حَضْرَةِ رَبِّي، كَيْ يَغْفِرَ ذَنْبِـي، ويَرْحَمَ حَالِي، ويُحرِّرَنِي مِنْ ابْتِلَائِي، ويُعِينَنِي علَى شَهَوَاتِ نَفْسِي.\n\nالَّلهُمَّ إنَّكَ التَّوَّابُ الَّذِي تَتُوبُ عَلَى التَّائِبِين، والغَفَّارُ الَّذِي تَغْفِرُ لِلْمُسْتَغْفِرين، والغَفُورُ الَّذِي تَمْحُو خَطِيئَاتِ المُسْرِفِين، والعَفُوُّ الَّذِي تَعْفُو عَنِ الظَّالِمِين، خَلَقْتَنَا بَضُعْفٍ فِينَا، وصَوَّرْتَنَا بِنَقْصٍ في حَالِنَا، وأَنْتَ الأَعْلَمُ بِنَا مِنَّا، والأَدْرَى بِأَنْفُسِنا مِنْ أَنْفُسِنا.\n\nالَّلهُمَّ لَا تُخْزِنِي وقَدْ رَفَعْتُ إلَيْكَ يَدَيَّ بِالذُّلِّ مُسْتَغْفِرا، ولَا تَرُدَّني وقَدْ بَسَطْتُ قَلْبِـي بِالتَّوْبَةِ مُتَضَرِّعا، ولَا تَطْرُدْنِي وقَدْ وَجَّهْتُ وَجْهِـي لِعَفْوِكَ مَسْتَشْفِعا، ولَا تَنْسَانِي وقَدْ ذَكَرْتُكَ في نَفْسِي ذاكِرا.\n\nوارْأَفْ بِحَالِي في كُلِّ حَال، واجْعَلْنِي عَبْداً لَك فِي المَعْصِيَةِ والطَّاعَة، واقْبَلْنِي عُبَيْدَكَ بِالحَسَنَةِ والسَّيِّئَة، وانْظُرْ إِلَيَّ فِي الحُضُورِ والغَفْلَة.\n\n أَسْتَغْفِرُكَ الَّلهُمَّ اسْتِغْفَارًا جَامِعًا مِنْ أُمِّ الاسْتِغْفَارِ الَّذِي اسْتَغْفَرَ بِهِ رَسُولُ الله لِأُمَّتِه، أَنْ تَشْمَلَ اسْتِغْفَارِي بِاسْتِغْفَارِه وتَقْبَلَ مَغْفِرَتِي بِإِذْنِه.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_6_WHY]: 'عند التمادي في الذنب مع صعوبة الإقلاع عنه',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_6_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_7_TITLE]: 'حِزْبُ النُّور',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_7_SUMMARY]:
    '﴿اللَّهُ نُورُ اُلسَّمَٰوَٰتِ وَالَارْضِ ﴾\n\nسُبُّوحٌ قدُّوسٌ، رَبُّ المَلَائِكَةِ والرُّوح، قَهَّارُ النُّفُوس، مَالِكُ كُلِّ حَيٍّ مَحْسُوس، صَاحِبُ العِزِّ القُدُّوس.\n\nيا مَنْ نُورُهُ مِنْ مِشْكَاةٍ تَدَانَى، وعُلَاهُ مِنْ نُورٍ بَانَ، وسِرُّهُ فِي المَوْعِدِ حَانَ، أَفِضْ عَلَيْنَا مِنْ نُورِكَ الأَزَلِي، وحُبِّكَ الجَبَرُوتِي، ومِسْكِ الخِتَامِ الأَبَدِي، ونَظْرَةِ الحُبِّ الأَوَّلِي.\n\nيا صَاحِبَ الكَافِ والنُّون، والحَاءِ والبَاء، والقَافِ والهَاء والرَّاء، نَوِّرِ القُلُوبَ بِسِرِّ الحُرُوف، واكْشِفِ الاسْمَ بِمَظْهَرِ الجَهْرِ المَحْفُوف، واسْتُرْ عَنَّا فِتَنَ المَحْيَا والمَمَات، وأَكْرِمْنَا بِالتَّجَلِّيَات، ورَضِّنَا عَنْكَ بِالَّلدُنِيَّات، وأَشْهِدْنَا عَظَمَةَ التَّنَزُّلَات، واجْمَعْنَا بِكَ جَمْعًا تَامًّا بِأَوْصَافِ الصِّفَات.\n\nالَّلهُمَّ حَبِّبْ إِلَيْنَا اسْمَكَ الأَعْظَم، وارْضَ عَنَّا بِسِرِّكَ المُعَظَّم، وأَسْدِلْ عَلَيْنا جَمَال حِجَابِكَ الأَعْظَم، وأَغْرِقْنَا فِي نُورِ وَحْدَتِك، وأَفْنِنَا فِي بُرُودِ سَطْوَتِك، وامْحُنَا فِي حَرِّ قُرْبِك، وأَزِحْ عَنْ بَصَائِرِنَا حِجَابَ بُعْدِك.\n\nواجْعَلْ لَنَا فِي اسْمِ الجَلَالَةِ مَظْهَرَ النُّور، وَصِلْنَا بِهِ فِي لَحَظَاتِ الصَّفَاء والسُّرُور، وطَهِّرْنَا بِاسْمِكَ يَا صَاحِبَ النُّور، واجْعَلْنَا بِالاسْمِ مِنْ أَهْلِ الحُضُور، وعَرِّفْنَا بِالنُّورِ عَلَى مَظَاهِرِ الظُّهُور.\n\nواجْعَلْ لَنَا فِي الأَرْضِ دَلِيلا، وَفِي السَّمَاءِ سَبِيلا، وفِي البَاطِنِ سِرَاجًا مُنِيرا، وفِي الظَّاهِرِ فُرْقَانًا مُبِينا، وفِي السُّلُوكِ صِراطًا مُسْتَقِيما، ولِلإِسْرَاءِ ظِلًّا ظَلِيلا، وفِي المِعْرَاجِ خَطًّا طَوِيلا، يا نُورَ النُّورِ قَبْلَ الأَزْمِنَةِ والدُّهُور.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_7_WHY]: 'استجلاب فيوضات النور من إسم الجلالة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_7_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_8_TITLE]: 'حِزْبُ الطُّهْرِ والطَّهَارِة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_8_SUMMARY]:
    'بِسْمِ الله الرَّحْمَنِ الرَّحِيم، سَلامٌ مِنْ رَبٍّ حَلِيمٍ كَرِيم، وتَسْلِيمٌ مِنْ رَسُولٍ طَيِّبٍ حَكِيم.\n\nالَّلهُمَّ طَهِّرِ القُلُوبَ مِنَ الرِّياء، ومِنْ حُبِّ الدُّنْيا والاسْتِعْلَاء، وطَهِّرْنَا بِالنُّورِ والمَاء، وأَغْرِقْنَا فِي عَيْنِ الصَّفَاء، وانْتَشِلْنا مِنَ الأَهْوَاءِ، وَزُجَّ بِنَا فِي حَضْرَةِ البَهَاء.\n\nيا طَاهِرُ نَسْأَلُكَ نُورًا مِنْكَ يَسْقِينا، وسِرًّا مِنْ حُضُورِكَ يَرْوِينَا، وتَنَزُّلًا مِنْ اسْمِكَ يُغْنِينَا، وفَضْلًا بالطَّهارةِ يُطَهِّرُنا.\n\nالَّلهُمَّ طَهَارَةٌ مِنْكَ تَمْحُو بِها الذَّنْب، وتُزيلُ بِها الهَمّ، وتَرْفَعُ بِها الغَمّ، وتُنْزِلُ بِها الُّلطْفَ والغَيْث، وتُفَيِّضُ بِها المَاءَ والسِّرّ.\n\nيا رحيماً بالأحياءِ وشفيعاً بالأَمْوَات، طَهِّرْنَا فِي الحَيَاة الدُّنْيَا بمُجَالَسَةِ الصَّالِحِين، وبِتِلَاوَةِ الذِّكْرِ الحَكِيم، وبالصَّلَاةِ علَى النَّبِي الكَرِيم.\n\nوطَهِّرْنا فِي البَرْزَخِ بِلِقَاءِ الصَّالِحِين، وبِكَثْرَةِ الذِّكْرِ باسْمِكَ العظيم، وبِسِرِّ الدَّعْوَةِ لِمَنْهَجِ الصَّادِقِ الأَمِين.\n\nوطَهِّرْنَا الَّلهُمَّ فِي الآخِرَةِ بالشَّفَاعَة، واقْبَلْنَا في زُمْرَةِ الأَخْيَار، واجْعَلْ مَثْوَانَا في الجَنَّةِ مَعَ الأَبْرَار.\n\nوطَهِّرْ أيَّامَنَا بِمِسْكِ الصَّلَوَات، وطَهِّرْ أرْوَاحَنَا بِطِيبِ المُشَاهَدَات، وأَجْسَادَنَا بِعِطْرِ المُجَالَسَات، وأَلْسِنَتَنَا بِعِبْقِ المُخَاطَبَات، وَوُجُودَنَا بِرِيحِ المُنَاجَات.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_8_WHY]: 'التحقق بنور التزكية تطهيراً و تنويراً',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_8_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_9_TITLE]: 'حِزْبُ التَّزْكِيَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_9_SUMMARY]:
    'أَسْتَغْفِرُ الله العَظِيم، رَبَّ العَرْشِ العَظِيم، وأَتُوبُ إلَيْهِ مِنْ كُلِّ ذَنْبٍ وزَلَّة وَمَعْصِيَةٍ وغَفْلَة.\n\nأَسْتَغْفِرُ اللهَ مِنْ إغْفَالِ الحُقُوق، والتّغافُلِ على حَقِيقَةِ العُهُود، والتَّمَاطُلِ في أَدَاءِ الأَمانَة، والتَّكَاسُلِ في تَأْدِيَةِ الرِّسَالَة.\n\nالَّلهُمَّ زَكِّي أَنْفُسَنَا وأَلْهِمْها تَقْوَاهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلَاهَا، الَّلهُمَّ زَكِّي قُلُوبَنَا فَأَنْتَ خَالِقُهَا والمُحْسِنُ إِلَيْهَا، بِجُنُودٍ ظَاهِرِيّة، وأُخْرَى خَفِيَّة، أَنْتَ وَلِيُّها ومَوْلَاهَا، الَّلهُمَّ زَكِّي جَوَارِحَنَا الَّتِي هِيَ نِعْمَةٌ مِنْك، وَوَهْبٌ مِنْ فَضْلِك، أَنْتَ خَيْرُ مَنْ زَكَّاهَا، أَنْتَ وَلِيُّهَا ومَوْلَاهَا.\n\nالَّلهُمَّ أَعِنَّا علَى تَزْكِيَةِ أَنْفُسِنا، وعُقُولِنَا وقُلُوبِنا، وأَعِنَّا علَى مَرَارَةِ التَّخَلِّي، وأَذِقْنَا مِنْ جَمالِ التَّحَلِّي، وأَرِنَا مِنْ نُورِ التَّجَلّي، واكْشِفْ لَنَا أَسْرَارَ التَّدَلِّي، وأَشْهِدْنَا حَضْرَةَ التَّدَنِّي.\n\nالَّلهُمَّ إِنَّكَ الَّذِي تُزَكِّي مَنْ تَشَاء والتَّزْكِيَةُ بِيَدِك، وتَهْدِي مَنْ تَشَاء والهِدَايَةُ بِأَمْرِك، وتَتُوبُ علَى مَنْ تَشَاء والتَّوْبَة في قَبْضَتِك، أَسْأَلُكَ بِفَضْلِكَ العَمِيم، وكَرَمِكَ العَظِيم، أَنْ تُزَكِّي جَوَارِحِي بِمَا تَرْضَاهُ لِي حَتَّى لَا أَرَى إلَّا بِنُورِك، ولَا أَسْمَعُ إلَّا بِنُورِك، ولَا أَتَحَرَّكُ أَوْ أَبْطِشُ أوْ أَسْعَى إلَّا بِنُورِك.\n\nبِفَضْلِكَ الَّلهُمَّ زَكِّي نَفْسِي بِحُسْنِ الصِّفَات، وأَلْطَفِ الفَضَائِل، وأَرْقَى الدَّلَائِل، وأَجْوَدِ الخِصَال، وأَبْهَى وِصَال، وأَحْلَى اتِّصَال، واجْعَلْهَا تسْتَمِدُّ مِنْ نَبْعِ صِفَاتِ سَيِّدِنَا مُحَمَّد مَظْهَرِ الخَيْرَات، وسِرِّ التَّنَزُّلَات، نَبِيِّكَ صَاحِبِ الكَرَامِات والمُعْجِزَات.\n\nالَّلهُمَّ بِفَضْلِكَ الَّذِي تُزَكِّي بِهِ مَنْ تَشَاء، وبِحَقِّ قَوْلِك: ﴿وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ يُزَكِّي مَن يَشَاءُ ۗ وَاللَّهُ سَمِيعٌ عَليم ۝۲۱﴾ ، زَكِّي عُقُولَنَـــــــا مِنَ الظُّنُون والشُّكُوك، ومِنَ الأَوْهَامِ والهُمُوم، واجْعَلْهَا مَحَطَّ التَّبَصُّر، ومَنْزِلَ الحِكْمَةِ والتَّفَكُّر، ومَنْبَعَ الصِّدْقِ والتَّدَبُّر.\n\nالَّلهُمَّ بِفَضْلِكَ الَّذِي تُزَكِّي بِهِ مَنْ تَشَاء، وبِرَحْمَتِكَ الَّتِي تَكْتُبُ بِهَا التَّزْكِيَةَ لِمَنْ تَشَاء، اجْعَلْنَا مِنَ المُفْلِحِين بالتَّزْكِيَة والذِّكْرِ والصَّلَاة، وحَقِّقْ فِينَا قَوْلَكَ العَظِيم: \n\n﴿قَدَ اَفْلَحَ مَن تَزَكّىٰ ۝۱٤ وَذَكَرَ اَسْمَ رَبِّهِۦ فَصَلّىٰ ۝۱٥﴾.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_9_WHY]: 'عند استصعاب التزكية أو الشعور بمرارتها',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_9_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_10_TITLE]: 'حِزْبُ الإرْشَاد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_10_SUMMARY]:
    'الَّلهُمَّ اهْدِنَا فِي مَن هَدَيْت، وأَرْشِدْنا فِي مَن تَوَلَّيْت، واجْمَعْ بَيْنَنَا وبيْن مَنْ وَلَّيْتَهُم شُؤُونَ العِبَاد وقَوَاعِدَ الإِرْشَاد.\n\nالَّلهُمَّ أَرْشِدْنَا في الدِّينِ إلَى حَقِيقَتِه، وفِي الإِسْلَامِ إلَى جَوْهَرِه، وفِي الإِيمَانِ إلَى كُنْهِه، وأَرْشِدْنَا الَّلهُمَّ في الإِحْسَان إِلَى شُهُودِه.\n\nجِئْنَاكَ بِالرَّحْمَةِ المُهْدَاة، وبِآدَابِ المُنَاجَاة، وبِحَقِّ الأَسْمَاءِ والصِّفَات، أَنْ تُرْشِدَنَا إلَى طَرِيقِ الهُدَى، وأَنْ تُنِيرَ طَرِيقَنَا إِلَى جَنَّةِ المَـــأْوى، وتَجْعَلَ لَنَا مِنْ أَمْرِنَا يُسْرَى.\n\nيا صَاحِبَ الإِرْشَادِ الأَوَّلِي، والهَدْيِ الرُّوحِي، والعِنَايَةِ المُسْبَقَة، والوِلَايَة المُحَقَّقَة، والاصْطِفَاءِ المَحْمُود، والاجْتِبَاءِ المَوْرُود، أَرْشِدْنَا في أَمُورِنَا، وَوَجِّهْنَا في دِينِنَا ودُنْيَانَا، واخْتَرْ لَنَا زِينَةَ عَيْشِنَا، ولا تُخَيِّرْنَا في مَالِنَا ورِزْقِنَا، فَإِنَّا نَضَعُ كُلِّيَتَنَا بَيْنَ يَدَيْك. إِنَّا لله وإِنَّا إِلَيْهِ رَاجِعُون.\n\nالَّلهُمَّ إنِّي أَخْرُجُ مِنْ إِرَادَتِي لِإرَادَتِك، وأَتْرُكُ اخْتِيَارِي لاخْتِيَارِك، وأَفِرُّ مِنْ نَفْسِي إِلَيْك، فَلَا مَفَرَّ مِنْكَ إِلّا إِلَيْك، اِقْبَل عِنْدَكَ عَبْدًا تَاهَ في الطُّرُقَات، واخْتَلَطَتْ عَلَيْهِ الوِجْهَات، وتَشَابَهَتْ عَلَيْهِ السُّبُل، وأَخَذَتْه المُغْرِيَات، الَّلهُمَّ اجْمَعْهُ بِسِرِّ الإِرْشَاد، واجْعَلْ لَهُ نَصِيباً مِنْ نُورِ الهِدَايَة، وصِلَةً بِمَنْ تَوَلَّاه في عَالَمِ الشَّهَادَة، وقَرِّبْهُ ظَاهِراً وبَاطِناً مِنْ مُرْشِدٍ يُعِينُهُ عَلَى الأَمَانَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_10_WHY]: 'طلب الإرشاد والتوجيه إلى الطريق المستقيم لمن اختلطت عليه الطرق',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_10_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_11_TITLE]: 'حِزْبُ السَّعَادَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_11_SUMMARY]:
    'الَّلهُمَّ إِنَّا نَسْأَلُكَ بُشْرَى مِنْكَ تُشْفِينَا، ونَظْرَةً مِنْكَ تُغْنِينَا، والْتِفَاتَةً مِنْ نَبِيِّكَ تُبْكِينَا، وعِنَايَةً مِنْكَ تُزَكِّينَا، ورَأْفَةً مِنْ لَدُنْكَ تُسْعِدُنَا، وَوِدًّا مِنْكَ يَغْمُرُنَا.\n\nيَا مَنْ تَنْفَطِرُ القُلُوبُ لِنُورِه، وتُدَكُّ الجِبَالُ لِتَجَلِّيه، وتَهْتَـزُّ الأَرْضُ لِخِطَابِه، وتُنْبِتُ الأَرْوَاحُ أَزْهَارًا بِشُهُودِه، بَشِّرْنَا فِي الدُّنْيَا خَيْـرًا وفِي الآخِرَةِ خَيْرًا، وَهَبْ لَنَا مِنْ لَدُنْكَ اسْتِجَابَةً قَرِيبَة، وبُشْرى كَبِيرَة، وإِحْسَانًا عَظِيما.\n\nفَإِنَّكَ الَّذِي تَرْزُقُ بِلَا حِسَاب، وتُعْطِي بِلَا أَعْدَاد، وتَغْفِرُ بِلَا عِقَاب، أَعْطِنَا مِنْ وَاسِعِ كَرَمِك وجُودِ رَحْمَتِك مَا يُسْعِدُ قُلُوبُنَا، وتَبْتَهِجُ لَهُ أَرْوَاحُنا، وتَسْكُنُ لَهُ عُقُولُنَا وتَهِيمُ فِيهِ أَجْسَادُنَا، وتَفْرَحُ لَهُ أَنْفَاسُنَا.\n\nالَّلهُمَّ بِالنَّبِي المَحْبُوب، والرَّسُولِ صَاحِبِ المَقَامِ المَحْمُود، اجْعَلْ سَعَادَتَنَا فِي لِقَائِك، وفَرَحَنَا فِي مُنَاجَاتِك، ولَذِيذَ عَيْشِنَا فِي سَمَاعِ خِطَابِك، وبُشْرَى مَمَاتِنَا فِي الانْتِقَالِ لِحَضْرَتِك.\n\nالَّلهُمَّ لَا تَفْتِنَّا بِالحُزْنِ ولَا بِالسَّعَادَة، ولا تُشْغِلْنَا بِالهَمِّ والتَّعَاسَة، ولَا تَلْفِتْنَا عَنْكَ بِالفَرَحِ والمُشَاهَدَة، ولَا تَخْتَبِرْنَا بِالأُنْسِ والمُؤانَسَة، وبَشِّرْنَا فِي الدُّنْيَا بِالثَّبَات، وَفِي الآخِرَةِ بِالرِّضَا والقَبُول.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_11_WHY]: 'لمن كان يعاني من الحزن والكآبة وفقد حلاوة الفرح والسعادة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_11_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_12_TITLE]: 'حِزْبُ الاسْتِغَاثَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_12_SUMMARY]:
    'أَغِثِ الَّلهُمَّ عِبَادًا اسْتَغاثُوا بِجَاهِ الغَوْثِ الأعْظَم، والقُطْبِ الأَكْمَل، والوَلِيِّ الأَبْهَر، والنَّبي الأَطْهَر، استِغاثَةً مِن انْفِلَاقِ الرَّحَمَات، وانْبِثَاقِ النُّورِ مِنْ بَيْنِ الأزَمَات، ومِنْ إشْراقةِ الفَجْرِ بَيْن ظُلُمَاتِ العَدَمَات.\n\nيَا غَيَّاثَ المُسْتَغِيثين وغَوْثَ المُسْتَنْجِدين، أَغِثْ عِبَادَكَ بالرحمةِ والشَّفَاعَةِ إلى يومِ الدِّين، وأَغِثِ الَّلهُمَّ بِلادَكَ وأَرْضَكَ وسَمَاءَكَ في العَالَمِين، واستَشْفِعْ لَنَا بِجاهِ الغَوْثِ بَيْنَ أَسْتُرِ الثَّقَلَيْنِ، وكُنْ لَنَا عَوْنًا وكِفايَة ودِرْعا مَتينًا يَا أَرْحَمَ الرَّاحِمِين.\n\nواحْفَظِ الَّلهُمَّ الأَرْضَ بِأَمْطارِ الغَيْث، واسْقِ العِبادَ مِنْ رِزْقِكَ الوَفير، وهَبْ لَنَا مِنْ لَدُنْكَ الخَيْرَ الكَثير، وتَنَزَّلْ عَلَيْنَا بالفَيْضِ الغَزِير.\n\nوفُكَّ الَّلهُمَّ عُقَدَنَا بِرَحْمَتِك، وامْحُ أَحْزانَنَا بِرَأْفَتِك، وثَقِّلْ ميزانَنَا بِبَركَتِك، واجمَعْ شَمْلَنَا بِمَحَبَّتِك، وَنَفِّسْ كُرَبَنا بِبَرْدِكَ وسَلامِك، واشْدُدْ على قُلُوبِنا بشفاعَتِك.  واقْبَلِ الَّلهُمَّ استِغاثَتَنَا بأحْزَابِ غَوْثِيَتِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_12_WHY]: 'طلب الإستغاثة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_12_WHEN]: 'بعد صلاة العشاء',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_13_TITLE]: 'حِزْبُ المَدَد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_13_SUMMARY]:
    'أَغِثْنَا يَا مَنْ بِيَدِهِ مَفاتِيحُ الرُّوح، وَلَهُ تَعْرُجُ المَلَائِكَةُ والأرْوَاح، وتَسْجُدُ لَهُ كُلُّ الدَّوَابِّ والهَوَام والمَخْلُوقَات، مُدَّنَا بِمَدَدِكَ الخَفِي الَّذِي تُطْوَى لَهُ الأرْضُ، وتَلِينُ لَهُ الجِبَالُ، وتَخْشَعُ لَهُ الأحْجَارُ، وتَسْجُدُ لَهُ الأشْجَارُ، ويَنْطِقُ لَهُ الجَمَاد.\n\nالَّلهُمَّ اجْعَلْ نُورًا مِنْ مَدَدِكَ بَيْنَ أَيْدِينا ومِنْ خَلْفِنَا، وعَنْ أَيْمَانِنَا وعَنْ شَمَائِلِنا، ومِنْ فَوْقِنَا ومِنْ تَحْتِنا، وغَطِّنَا الَّلهُمَّ بالمَدَدِ واسْتُرْنَا بالمَدَد، وقِنَا واصْرِفْ عَنَّا الشَّرَّ بالمَدَد.\n\nواجْعَلْ لَنَا نَظْرَةَ المَدَد إذَا نَظَرْنا بِها كَفَيْنَا، وإذَا أَبْصَرْنَا شَهِدْنا، وإذَا تَحَقَّقْنَا أَغْنَيْنا، وإذَا شَاهَدْنَا أَيْقَنَّا، واجْعَلِ الَّلهُمَّ لَنَا بالمَدَدِ خَيْرَ وِقَايَة، وأَكْبَرَ عِنَايَة، وأَعْظَمَ رِسالَة، وأعْلى وِلايَة.\n\nالَّلهُمَّ ارْبِطْ عَلَى قُلُوبِنا بِسِلْسِلَةِ أَهْلِ الإرْشَاد، وعَرِّفْنَا بِهِمْ على حَقيقَةِ الإِسْنَاد، ومُدَّنَا بِمَدَدِهِم، وأَشْهِدْنَا بِشُهُودِهِم، واهْدِنا بِسَنَدِهِم، وبَارِكْ فِينا بِنَسَبِهِم، وامْنُنْ عَلَيْنَا بِمَقَامِهِم.\n\nالَّلهُمَّ يا صَاحِبَ المَدَدِ الَّذِي لَا يَنْقَطِعُ أَبَدا، والمِنَحِ الَّتِي لَا تُحْصَى عَدَدا، والكَرَمِ المَمْدُودِ أَمَدا، أَطْلِقْ سَرَاحَ أَرْوَاحِنَا، وفُكَّ قُيُودَ أَشْوَاقِنَا، وسَلِّمْنَا مِنْ أَنْفُسِنَا، واجْعَلْنَا سَلَامًا لَك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_13_WHY]: 'طلب الاستعانة بالله على أمور الذكر والعبادة والمجاهدة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_13_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_14_TITLE]: 'حِزْبُ الإِحْسَان',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_14_SUMMARY]:
    'الَّلهُمَّ يا صاحبَ الجَلَالِ والإكْرَام، والسِّرِّ والِإنْعَام، والفَضْلِ والإتْقَان، والنُّورِ والبَيَان، اسْتُرْنا بِالإِحْسِان، وأَعْظِمْ أَجْرَنا بِحَقِّ الإِسْلَام، وتَمِّمْ عِبادَتَنا بالصَّلاةِ على النَّبِيِّ الإِمَام.\n\nالَّلهُمَّ بِجَمالِ المُرَاقَبَة في مَقامِ الإحْسَان، وبِجَلَالِ الُمشَاهَدَةِ في حَضْرَتِكَ يا دَيَّان، بَلِّغْنا بِالإحْسَانِ حَقِيقَةَ الإيمَان، وأَشْهِدْنَا بِهِ كَرَامَةَ الشَّهَادَتَيْن.\n\nواحْفَظْنا الَّلهُمَّ بالإحْسَانِ في دِينِنَا، وارْأَفْ بِحَالِنَا، وامْنُنْ بالرِّزْقِ عَلَيْنَا، وارْحَمْ أَهْلَنَا وذَوِينَا، وطَهِّرْ نِيّاتِنا، ويَمِّنْ كِتَابَنا، ويَسِّر حِسَابَنا، وقَوِّي يَقِينَنا.\n\nيا صَاحِبَ المُلْكِ والمَلَكُوت، والعِزَّةِ والجَبَرُوت، أَشْهِدْنا بالإحْسَانِ كُلَّ خَيْر، وَقِنَا بِهِ مِنْ كُلِّ شَر، وأَذِقْنَا حَلَاوَةَ العِبَادَةِ بِه، وسَكِينَةَ الُمنَاجَاةِ بِمَقَامِه، ونُورَ الذِّكْرِ بحَقِيقَتِه، وصَفَاءَ الُّلبِّ بِسَرِيرَتِه.\n\nواسْتُرْنَا بِهِ يَوْمَ العَرْضِ عَلَيْك، وارْحَمْنَا بِهِ لَحْظَةَ النَّظَرِ إِلَيْك، وأَحْسِنْ إِلَيْنَا بالإحْسَانِ ساعَةَ الوُقُوفِ بَيْنَ يَدَيْك.\n\nالَّلهُمَّ بِمَقَامِ الإحْسَانِ الجِبْرَائِيلِي، ومَنْزِلَةِ الإحْسَانِ المُحَمَّدِي، ورِفْعَةِ الإحْسَانِ الآدَمِي، شَفِّعْ فِينا سَيِّدَنَا مُحَمَّدًا بالإحْسَان، وانْسُبْنَا لَهُ بِالإيمَان، واجْعَلْنَا تَحْتَ لِوَائِهِ لِوَاءِ الإسْلَام، يَا ذَا الجَلَالِ والإِكْرَام.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_14_WHY]:
    'ليتذوق العبد حلاوة الإحسان وهو في مرتبة الإسلام، ليتحلى قلبه وتشحن همته وإرادته',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_14_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_15_TITLE]: 'حِزْبُ الشَّرِيعَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_15_SUMMARY]:
    'الَّلهُمَّ اكْفِنَا بِالشَّرِيعَةِ عَنِ الخَطِيئَة، وبِالحَقيقَةِ عَنِ الرَّذِيلَة، واكْنُفْنَا تَحْتَ حِزْبِ الشَّفَاعَةِ ما حَيِينَا، وتَحْتَ لِوَاءِ الرَّحْمَةِ ما بَقِينَا، وغَطِّنَا بِبُرْدَةِ النَّبِيِّ ما سَبَّحْنَا وصَلَّيْنَا.\n\nالَّلهُمَّ اجْعَلْ شِرْعَتَنَا مِنْ نُورِك، وشَرِيعَتَنا مِنْ سِرِّك، وشَرَائِعَنا مِنْ مَعْرِفَتِك، وشَرْعَنَا مِنْ شَرْعِك، وشُرُوعَنَا مِنْ لُطْفِك.\n\nولا تَفْتِنَّا بالدَّقائِق فَنُسْلَب، ولَا بِالحَقَائِقِ فَنُغْلَب، ولَا بالنُّصُوصِ فَنُحْجَب، ولَا بِالفَرَائِضِ فَنُطْرَد، ولَا بالسُّنَنِ فَنُبْعَد.\n\nواجْعَلِ الَّلهُمَّ الشَّريعةَ غِطَاءَنَا، وبِها يَثْبُتُ إِيمَانُنَا، ولَها نُزَكِّي نُفُوسَنَا، ومِنْهَا نَسْتَقِي إِحْسَانَنَا، وإِلَيْها نَنْسُبُ عِبَادَتَنَا.\n\nوبِجَاهِ حِزْبِ الشَّريعةِ اقْبِضْ أَرْوَاحَنَا عَلَى شَرِيعَتِك، ولا تَأْخُذْهَا مِنَّا إلَّا وَقَدْ أَشْهَدْتَنَا شِرْعَةَ نَبِيِّك، وعَرَّفْتَنَا عَلَى نَعِيمِ جَنَّتِكَ وَعَذَابِ نَارِك.\n\nوأَظْهِرْ لَنَا بِالشَّريعةِ مَا بَيْنَنَا وبَيْنَك، واجْمَعْ فِينَا سِرَّكَ وجَهْرَك، وأَنْطِقْ بالحَقِّ فِينَا شَرَائِعَك، وأَزْهِقْ بِنَا البَاطِلَ وأَظْهِرِ الحَقَّ بِعَدْلِ قَضَائِك، يا واسِعَ الرَّحمةِ وَشَامِلَ العَفْوِ والمَغْفِرَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_15_WHY]: 'الإعانة على الامتثال لشرع الله والتشبث بشريعة رسول الله',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_15_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_16_TITLE]: 'حِزْبُ القُنُوت',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_16_SUMMARY]:
    'بِسمِ ٱللَّهِ ٱلرَّحمَٰنِ ٱلرَّحِيمِ\n\nقُلْ هُوَ اَللَّهُ أَحَدٌ ۝۱ اِللَّهُ اُلصَّمَدُ ۝۲ لَمْ يَلِدْ وَلَمْ يُولَدْ ۝۳ وَلَمْ يَكُن لَّهُۥ كُفُؤاً اَحَد ۝٤\n\nصَدَقَ اللهُ العَظِيم، وَبَلَّغَ رَسُولُهُ الكَرِيم، صِدْقاً مِنْ صِدْقِهِ المُبِين، الَّذِي جَعَلَهُ مَقَامًا لِلصِّدِّيقِين. الَّلهُمَّ اجْعَلْنَا مِنْ أَهْلِ الصِّدْقِ وَالتَّصْدِيق، وَالمَحَبَّةِ وَالتَّحْقِيق، وَالإِيمَانِ وَالتَّبْلِيغ.\n\nيَا رَبُّ إِنَّنَا المُتَوَسِّلُونَ إِلَيْكَ فِي حَضْرَةِ الصِّدِّيقِ، الوَاقِفُونَ بِبَابِكَ بِإِرَادَةِ التَّدْقِيقِ، أَنْ تُحَبِّبَ إِلَيْنَا الخَيْـرَ كُلَّهُ، وَتَجْعَلَنَا لِلصَّلَاةِ مُحِبِّينَ، وَبِالدُّعَاءِ قَانِتِينَ، وَعَلَى العِبَادَةِ مُتَنَافِسِينَ، وَلِلتَّقْوَى مُسَارِعِينَ، وَبِالأَعْتَابِ وَاقِفِينَ.\n\nالَّلهُمَّ إِنَّا نَسْجُدُ إِلَيْكَ تَضَرُّعا، وَنَرْفَعُ أَيْدِينَا تَبَتُّلا، وَنُثْنِي عَلَيْكَ حَمْداً وَشُكْراً، وَنُسَبِّحُكَ إِجْلَالاً وَتَعْظِيماً، أَنْ تَجْعَلَ طَاعَتَنَا مَقْبُولَةً، وَعِبَادَتَنَا مَوْصُولَةً، وَتُخَلِّصَ صَلَاتَنَا مِنْ كُلِّ نَقْصٍ وَزِيَادَةٍ، وَصِيَامَنَا مِنْ كُلِّ مَكْرُوهٍ وَمُخَالَفَة، وَشَهَادَتَنَا مِنْ كُلِّ ارْتِدَادٍ أَوْ مُخَالَطَة، وَخَلِّصِ الَّلهُمَّ زَكَاةَ المَالِ وَالنَّفْسِ مِنَ الشُّحِ وَالبُخْل، وَحَجَّ الرُّوحِ وَالذَّاتِ مِنَ التَّهَاوُنِ وَالذُّل.\n\nأَتَيْنَاكَ بِالخَشْيَةِ وَالمَحَبَّة، بِالخَوْفِ وَالمَوَدَّة، وَبِالرَّحْمَةِ وَالرَّجَاءِ، أَنْ تُبَارِكَ لَنَا فِي أَوْقَاتِ ذِكْرِنَا، وَلَا تُحَاسِبْنَا عَلَى لَحَظَاتِ غَفْلَتِنَا، وَأَنْ تُحْسِنَ إِلَيْنَا بِالخُشُوعِ وَلَذَّةِ العِبَادَة، وَأَنْ تُكَمِّلَ فَرِيضَتَنَا بِالسُّنَة، وَسُنَّتَنَا بِالفَرِيضَةِ وَالإِرَادَة.\n\nالتَّحِيَّاتُ لك، الزَّكِيَّاتُ وَالطَّيِبَاتُ وَالصَّلَوَاتُ لَك، كُلُّهَا مِنْكَ إِلَيْك، فَالَّلهُمَّ اقْبَلْهَا عَلَى التَّمَامِ وَالكَمَالِ بِوَاسِعِ فَضْلِكَ وَرَحْمَتِكَ، لَا بِحَقِّنَا وَاسْتِحْقَاقِيَتِنَا، فَإِنَّكَ الحَق.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_16_WHY]: 'حصول الخضوع والقنوت لله',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_16_WHEN]: 'الثلث الأخير من الليل',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_17_TITLE]: 'حِزْبُ السَّجْدَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_17_SUMMARY]:
    'الحَمْدُ للهِ رَبِّ العَالَمِينَ، مَالِكِ العَرْشِ العَظِيمِ، الرَّؤُوفِ الحَلِيمِ، الَّذِي لَا يَخْفَى عَلَيْهِ شَيْءٌ مِنْ أَمْرِ الثَّقَلَيْن، وَلَا يُحِيطُ بِعِلْمِهِ أَحَدٌ وَهُوَ الَّذِي يُحِيطُ وَلَا يُحَاطُ بِه.\n\nسُبْحَانَ الَّذِي تَسْجُدُ المَلَائِكَةُ لَهُ طَوْعاً، وَتَلِينُ الجِبَالُ بِالسُّجُودِ لَهُ ذِكْراً، وَتَخْضَعُ لَهُ الأَنْفُسُ كَرْهاً.\n\nسُبْحَانَ الَّذِي يُسَخِّرُ الرِّيَاحَ مُرْسَلَة، وَالأَقْدَارَ مُسَخَّرَة، وَالأَرْزَاقَ مُسَيَّرَة، لَا إِلَهَ إِلّا هُو، سَجَدَ وَجْهِـي مُنْفَطِراً لَهُ، وَسَجَدَ قَلْبِـي بِالحُبّ فِي حَضْرَتِهِ، وَسَجَدَت جَوَارِحِي بِالاسْتِغْفَارِ عَلَى أَبْوَابِ تَوْبَتِهِ، وَسَجَدَتْ أَرْكَانِي بِالخُضُوعِ فِي مَمَالِكِ تَوْحِيدِهِ، وَسَجَدَ كِيَانِي بِالتَّسْلِيمِ لِأَقْدَارِهِ.\n\nالَّلهُمَّ إِنِّي أَسْأَلُكَ سَجْدَةَ عَبْدٍ تَائِبٍ مُنِيبٍ، عَبْدٍ لِلنِّدَاءِ مُسْتَجِيبٍ، سَجْدَةً لَا أَقُومُ مِنْهَا إِلَّا وَقَدْ قَبِلْتَنِي وَغَفَرْتَ لِي، إِلَّا وَقَدْ طَهَّرْتَنِي وَزَكَّيْتَنِي، إِلَّا وَقَدْ مَحَوْتَ أَخْطَائِي وَزَلَّاتِي، سَجْدَةً تَخِّفُ بِهَا أَثْقَالُ قَلْبِـي، وَأَوْحَالُ بَشَرِيَّتِي، وَظَلْمَانِيَةُ طِينِيَّتِي.\n\nالَّلهُمَّ إِنِّي أَسْأَلُكَ حَمْداً حَمِدَكَ بِهِ سَيِّدُنَا مُحَمَّد ﷺ حِينَ سَجَدَ لَكَ فِي الحَمْدِ القَدِيمِ، وَأَقَمْتَهُ وَسَمَّيْتَهُ مُحَمَّدا وَأَرْسَلْتَهُ خَاتَمَ المُرْسَلِينَ، الَّلهُمَّ بِهَذِهِ السَّجْدَةِ ارْزُقْنِـي حَلَاوَةَ العِبَادَةِ وَقُوَّةَ الإِرَادَةِ، وَأَلْهِمْنِـي فِي نَفْسِـي الصَّبْرَ وَجَمَالَ التَّسْلِيمِ، وَهَبْ لِي مِنْ لَدُنْكَ حُسْنَ الوُصُولِ وَكَمَالَ الاتِّصَالِ، وَاجْعَلْنِـي فِي حَالِ السُّجُودِ نَاظِراً لِلشُّهُودِ، سَامِعاً لِلْخِطَابِ، مُتَوَجِّهاً إِلَى البَابِ، مَرْحُومَا بِتَدَنِّيَاتِ القَابِ.\n\nيَا رَحْمَنُ يَا رَحِيمُ، يَا مَنْ بِالرَّحْمَةِ يَسْتَجِيبُ وَبِالمَغْفِرَةِ يُجِيبُ، اقْبَلْ دُعَائِي فِي حَالِ السُّجُود، وَقُرْبِي مِنْكَ بِقُرْبِ السُّجُودِ، وَاجْعَلْنِـي عَلَى بِسَاطِ التَّوْحِيدِ أَسْجُدُ لَكَ، وَبِتَقْيِيدِ العُبُودِيَةِ أَخْضَعُ لَكَ، وَبِبَـرْدِ التَّسْلِيمِ أَرْضَى بِكَ.\n\nيَا أَوَّلُ يَا آخِرُ، اجْعَلْ فَاتِحَةَ يَوْمِي سَجْدَةً فِي أَعْتَابِ القَبُولِ، بِصَلَاتِي عَلَى النَّبِـيّ المُحَقِّقِ بِالوُصُولِ، وَاجْعَلْ خِتَامَ لَيْلِي سَجْدَةً فِي مَقَامِ التَّدَنِّي حَيْثُ أَشْهَدُ جَمَالَ التَّجَلِّي.\n\nسُبْحَانَ الَّذِي شَقَّ بَصَرِي وَسَمْعِي، وَشَقَّ صَدْرِي وَرُوحِي، سُبْحَانَ الَّذِي أَسْجُدُ لَهُ كُلَّ صَلَاةٍ فَيَسْجُدُ لَهُ قَلْبِـي، سُبْحَانَ الَّذِي أَدْعُوهُ فِي كُلِّ سَجْدَةٍ فَيَسْمَعُ دُعَائِي، سُبْحَانَ الَّذِي أَكْشِفُ لَهُ حَالِي سَاجِداً فَيَقْبَلُنِـي فِي حَضْرَةِ نَبِيِّهِ شَاهِداً وَمَشْهُوداً.\n\nلَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_17_WHY]:
    'عند جفاف القلب من الخشوع في الصلاة أو الذكر أو عند سماع القرآن الكريم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_17_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_18_TITLE]: 'حِزْبُ التَّأَسِّي',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_18_SUMMARY]:
    'بِسْمِ الله الرَّحمنِ الرَّحِيم، الأَوَّلِ في الظُّهُورِ والبَاقي في الحُضُور، البَاطِنِ في الصُّدُور والظَّاهِرِ في سَائِرِ الأُمُور، الغَائِبِ عنِ الأنْظَار والحاضِرِ في السَّرائِر، لَا إِلَهَ إِلَّا هُو الكَبِيرُ المُتَعَال.\n\nالَّلهُمَّ صَلِّ علَى سَيِّدِنَا مُحَمَّد صَاحِبِ الِّلوَاء، المَوْصُوفِ بالوَفَاء، حَامِلِ أَرْوَاحِ العِبَادِ الأَصْفِيَاء. الَّلهُمَّ صَلِّ علَى جَمَالِ سُنَّةِ سَيِّدِنَا مُحَمَّد بِصَلَاِتكَ علَى سَيِّدِنَا مُحَمَّد ﷺ، وصَلِّ الَّلهُمَّ علَى كَمَالِ سُنَّةِ سَيِّدِنا مُحَمَّد بِصَلَاتِكَ علَى شَمَائِلِ سَيِّدِنا مُحَمَّد ﷺ.\n\nالَّلهُمَّ صَلِّ على سَيِّدِنا مُحَمَّد صَلاةً مِنْ قَلْبِ التَّأَسِّي والاقْتِدَاء، ومِنْ جَوْهَرِ التَّحَلِّي والانْتِمَاء، ومِنْ لُبِّ المَحَبَّة والاقْتِفَاء.\n\nالَّلهُمَّ حَبِّبْ إِلَيْنا سُنَّةَ سَيِّدِنا رَسُولِ الله مَا ظَهَرَ مِنْها ومَا بَطَن، ما فاضَ مِنْها وما اسْتَتَر، ما بَدَا مِنْها وما خَفِي. وارْزُقْنا الَّلهُمَّ اتِّبَاعَهَا مَحَبَّةً في نَبِيِّك، واقْتِدَاءً بِرَسُولِك، وتَأَسِّياً بِمَظْهَرِ نُورِك ﷺ.\n\nالَّلهُمَّ بِحَقِّ الصَّلَاِةِ علَى سَيِّدِنَا مُحَمَّد افْتَحْ أَرْوَاحَنَا لِلاسْتِمْدَاد مِنْ نَبْعِ السُّنَّة، وأَجْسادَنا للتَّحَلِّي بِكَمَالِ السُّنَّة، واجْمَعْ فِينَا بَيْنَ ظَاهِرِها وبَاطِنِها، وأَطْلِعْنا علَى حَقِيقَتِها، وعَرِّفْنا علَى كُنْهِهَا مَعْرِفَةً تُقَرِّبُنَا مِنْ سَيِّدِنا رَسُولِ الله، وتَجْمَعُنا بِكَ في حَضْرَةِ رَسُولِ الله ﷺ.\n\nالَّلهُمَّ بالسُّنَّةِ كَمِّلْ صِفَاتَنا، وبِهَا زِدْ مِنْ نُورِنا، وحَلِّ إِيمَانَنَا، وأَعْلِ مَقَامَنَا، وأَحْسِنْ إلَيْنَا بِمَا أَحْسَنْتَ بِهِ إلَى الصَّالِحِينَ مِنْ أُمَّةِ سَيِّدِنَا رَسُولِ الله ﷺ.\n\nجِئْنَاكَ الَّلهُمَّ في سَاعَةِ الاسْتِجَابَة، ولَحْظَةِ القَبُول، وأَبْوَابُكَ مَفْتَوحَة لِكُلِّ مَنْ صَلَّى علَى رَسُولِ الله، وجَاءَكَ يَطْرُقُ بَابَكَ بِوَسِيلَةِ رَسُولِ الله، وقَصَدْنَاكَ وأنت المَقْصُود بِمَحَبَّتِكَ لِرَسُولِ الله، أَن تُفْنِينَا فِي مَحَبَّتِه فَنَاءً يُبْقِينَا بِه، وأَنْ تُحَقِّقَنَا بِسُنَّتِه تَحْقِيقاً يَزيدُنا مَحَبَّةً فِيه، وأَنْ تَزِيدَنَا فَخْراً بِالانْتِمَاءِ لِأُمَّتِه، والتَّشَبُثِ بِسُنَّتِه، والفَرَحِ بِخِدْمَتِه، والثَّبَاتِ عَلَى دَعْوَتِه.\n\nيا الله، يا الله، يا الله، ارْزُقْنَا نَظْرَةً حَيَّة في رَسُولِ الله، ومُشَاهَدَةَ يَقِينٍ في جَمَالِ رَسُولِ الله، واجْعَلِ الَّلهُمَّ بِفَضْلِك اقْتِدَاءَنَا عَنْ بَصِيرَةٍ ومُشَاهَدَة، واقْتِفَاءَنا لِلْأَثَرِ النَّبَوِي عَنْ يَقِينٍ ومُكَاشَفَة، ومَحَبَّتَنَا في رسُولِ الله بِصِدْقٍ ومُصَاحَبَة، واكْتُبْ لَنا في الدُّنْيَا خَيَرَ المُجَالَسَة، وحَلَاوَةَ المُؤَانَسَة، ولَذَّةَ المُخَاطَبَة.\n\nبِكَ الَّلهُمَّ اجْمَعْنَا بِمَنْ وَرِثَ سِرَّ السُّنَّة، وظَهَرَتْ فِيهِ طَلَائِعُ الإِذْنِ بِالدَّعْوَة، وخَتَمَ رَسُولُ الله عَلَى قَلْبِه بِخَاتَم التَأْيِيد والنُّصْرَة.\n\nالَّلهُمَّ وإِنْ لَمْ تَجْعَلْنا نَرَاه فَاجْعَلْنا نَرَى مَنْ يَرَاه، واكْتُبْ لَنَا لِقَاءً بِمَنْ يُجَالِسُ رَسُولَ الله، وبِمَنْ ظَهَرَتْ فِيهِم كَمَالِيَاتُ سُنَّةِ سَيِّدِنا رَسُولِ الله.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_18_WHY]:
    'زيادة المحبة في رسول الله وفي سنته، والمساعدة على غرس السنن النبوية',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_18_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_19_TITLE]: 'حِزْبُ التَّسْلِيم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_19_SUMMARY]:
    'لَا حَوْلَ ولَا قُوّةَ إلا بالله الَّذِي خَلَقَ الأرواحَ مِنْ نُورِه، والأجسادَ منْ طينِ ذاتِ نَبِيِّه، ورَبَطَ على الأَنْفُسِ بامْتِزَاجِ سِرِّ خَلْقِه، وجَعَلها مُقَيَّدَةً بالرُّوحِ مُتَّصِلَةً بالذَّات، فيها مِنْ نَفْخَةِ السِّرِّ ومِنْ قَبْضَةِ التُّراب.\n\nلَا حَوْلَ ولَا قُوّةَ إلا بالله الَّذِي عَلَيْه أَتَوَكَّلُ في شِدَّتي وضَيْقِي، وفِي فَرَحي وسَعَادَتي، جِئْتُكَ الَّلهُمَّ أَشْكُو إِلَيْكَ نَفْسي الَّتِي بَيْنَ جَنْبَي، وَقَدْ أصابني فيها الغُرورُ والنُّفُور، وحُبُّ الرِّئاسَةِ وحُبُّ الظُّهُور، وأنت خَلَقْتَنِي لَكَ عَبْداً، وإني أَرْضى بِكَ رَبّا، فَارْضَ عَنِّي واقْبَلْ شِكَايَتِي واحْكُمْ بَيْني وبَيْنَ نَفْسِي بِرَحْمَتِكَ وكَبِيرِ عَفْوِك وسُلْطَانِك.\n\nالَّلهُمَّ سَلِّمْني مِنْ نَزَعاتِ النَّفْسِ ونِزَاع الصِّفَات، وأَلْهِمْني في نَفْسِي بَرْدَ التَّسْلِيم، وأَحْرِقْ الَّلهُمَّ ظَلَامَها بِنَارِ المَحَبَّة، وامْحُ صِفَاتِها في بَحْرِ الوَحْدَة، وأَفْنِ ظِلَالَها فِي حَقِيقَةِ النُّور، ولَا تَجْعَلْ لَها أَصْلاً ولَا ظِلًّا وَلا وَصْفًا ولَا ظُهُورا.\n\nنَسْأَلُكَ يا اللهُ فَنَاءً عَنِ الفَنَاء، ومَحْواً في صِفَاتِ البَقَاء، وعِزّاً عَنْ أَحْوَالِ الرَّخَاء، وشِدَّة وهِمَّة في مَقَامَاتِ الأَوْلِياء.\n\nالَّلهُمَّ أَلْهِمْنِـي في نَفْسِي حَقِيقَةَ الوَرَع والتَّقْوى، وثَبِّتْنـي عَلَى التَّزْكِيَة ومُجَاهَدَةِ الهَوَى، وأَعِنّـي علَى اسْتِمْدَادِ الأَنْوَارِ مِنْ صِفَاتِ النَّبِي المُصْطَفى.\n\nالَّلهُمَّ إِنِّي أَلْقَيْتُ في حَضْرَتِكَ نَفْسِي، وأَبِيعُها لَكَ فَاشْتَرِ مِنِّـي، وبِخَلَاصِكَ خَلِّصْني وخَلِّصْها مِنِّـي، ولَا تُعِدْها إِلَيَّ إِلَّا وقَدْ نَزَعْتَ مِنْها حَظَّ الهَوَى والشَّيْطَان، وطَهَّرْتَهَا بِمَاءِ الطَّهَارَةِ والغُفْرَان، وذَكَّرْتَهَا بِهَوْلِ الوُقُوفِ بَيْنَ يَدَيْكَ سَاعَةَ الخِتَام.\n\nيا حَقُّ يا ظَاهِر أَظْهِرْ فِينَا أَمْرَك، وحَقِّقْ فِينا سِرَّك، وأَرْشِدْنا لِمَنْهَجِ نَبِيِّك، واغْرِسْ في أَنْفُسِنَا رَايَةَ شَرِيعَتِك، واقْبِضْ أَرْواحَنا إِلَيْك بِحَقِيقَةِ وَسِيلَتِك.\n\nالَّلهُمَّ بِما دَعَوْتُكَ بِهِ في حَضْرَتِك، وبِما خَاطَبْتُكَ بِهِ في سُكُونِ مُنَاجَاتِك، وأنْتَ الَّذِي تَقْبَلُ الدُّعَاءَ بِمَحْضِ إِرَادَتِك، وتَسْتَجِيبُ للاسْتِغَاثَةِ بِوَاسِعِ رَحْمَتِك، أَغِثْني يَا الله بِمَاءِ الحَيَاة، وارْزُقْ نَفْسِي السَّكينَةَ والسَّلَام، والرِّضَا والاطْمِئْنَان، وأَغْرِقْها في حَالِ الشَّوْقِ والهُيَام، واجْعَلْ تَعَلُّقَهَا بِمَقَامَاتِ الإِيمَان،  وَبِشُهُودِ الإحْسَان، وبَلِّغْها مَراتِبَ الكَمَالِ والبَيَان.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_19_WHY]: 'تهذيب النفس',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_19_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_20_TITLE]: 'حِزْبُ الأَمَانَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_20_SUMMARY]:
    'الحَمْدُ لله رَبِّ العَالَمِين، حَمْداً يَليقُ بِهِ بِما حَمِدَ نَفْسَهُ في الأَوَّلِين، وبِمَا حَمِدَهُ سَيدُنا رسولُ الله في الآخِرِين.\n\nالَّلهُمَّ إنَّا نَفْتَتِحُ بالحَمْدِ الَّذِي فَتَحْتَ بِهِ الوُجُود، وسَتَطْوِي بِهِ العُهُود، وسَتَبْسُطُ بِهِ السَّمَاءَ يوْمَ الوُرُود.\n\nالحَمْدُ لله حمداً نَسْتَعِينُ بِهِ علَى الأَمَانَة، ونَحْمِلُ بِهِ الرِّسَالَة، ونُؤَدِّي بِهِ حَقَّ الدَّعْوة، ونُبَلِّغُ بِهِ عَنْ نَبِيِّنا الآية.\n\nالَّلهُمَّ إنَّا خَرَجْنا مِنْ أَوْحَالِ ظَلَامِنا إِلى إِشْرَاقَةِ نُورِ الهِدَايَة، وخَرَجْنا بالحَقِّ في زَمَنِ الفِتْنَة والغِوَايَة، وجِئْنَاكَ بِالأمَانَة سَلِيمَةً نَرُدُّها إِلَيْكَ مُحَصَّنَة، نُسَلِّمُها لَكَ مُبَرَّأَة، سَائِلِينَ إِيَّاكَ يَا الله أَنْ تُعِينَنَا عَلَيْها وقَدْ كَثُرَ القِيلُ والقَال، واخْتَلَطَتِ الأَقْوَال، وغَابَ الحَقُّ واخْتَفَى الصَّوَاب، ولا حوْلَ لَنَا ولَا قُوَّةَ لَنَا إلَّا بِكَ يا رَبَّ الأَرْبَاب.\n\nلَنَا في الرُّوحِ إرَادَة، وفي النَّفْسِ إِلْحَاحٌ ورَغْبَة، ولَنَا في زَمَانِنا دَعْوَةُ حَقٍّ بِالجِهَادِ والمُجَاهَدَة، وفي مَكَانِنَا دَوْرٌ لِمَحْوِ البَاطِلِ وتَأْصِيلِ الدِّين وتَحْصِينِ الأُمَّة، فالَّلهُمَّ أَعِنَّا علَى أَمَانَتِنا وثَبِّتْنا عَلَيْها، وهَبْ لَنا مِنْ لَدُنْكَ مَا نُخْرِجُ بِهِ العِبَادَ مِنْ ظُلُمَاتِ الحَيْرَةِ إلى نُورِ الصَّفَاء، ومَا نُحَرِّرُهُمْ بِهِ مِنْ قَيْدِ الشيْطَانِ وهَيْمَنَة الأهْوَاء.\n\nوثَبِّتْنَا الَّلهُمَّ كَمَا ثَبَّتَّ الجِبال، وارْزُقْنا أَوْصَافَ الرِّجال، وأَمْطِرْ عَلَيْنا بِالخَيْر، وأَغْرِقْنا في مَاءِ السِّرّ، واكْنُفْنَا تَحْتَ جَنَاحِ البِرِّ، وارْفَعْنا فَوْقَ الأَرْضِ واسْتُرْنا يَوْمَ العَرْض.\n\nيا الله نَسْأَلُكَ مِنْ اسْمِكَ الصَّبُورِ صَبْراً يُعِينُنَا علَى الأَمَانَة، ونَسْأَلُكَ مِنْ اسْمِكَ القَوّي قُوَّةً نَتَحَمَّلُ بِهَا ثِقْلَ التَّكْلِيفِ والرِّسَالة، ونَسْأَلُكَ مِنْ اسْمِكَ الوَدُود فَيْضاً يَغْشَانَا فَنَحْيا بِالأمَانَة، ونَسْأَلُكَ مِنِ اسْمِكَ المُعِين مَدَدًا نُعِينُ بِهِ الخَلْقَ علَى تَحَمُّلِ الأمَانَة.\n\nواجْعَلْنا يا اللهُ رَحْمَةً لِلْعَالَمِين، ولَا تُشْغِلْنَا بِأَنْفُسِنَا فَنَكُونَ مِنَ الخَاسِرِين، ولَا تَفْتِنَّا بالغَيْرِ فَنَكُونَ مِنَ البَائِسِين، واقْبَلْ حَيَاتَنَا فِي خِدْمَةِ دِينِك، وفي الدَّعْوَةِ لِمَنْهَجِ نَبِيِّك، وفي الإحْسَانِ إلَى خَلْقِكَ، وكُنْ لَنَا يا الله وحَقِّقْنَا بِالكَافِ والنُّون، وحَقِّقْ فِينَا كُنْ فَيَكُون.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_20_WHY]:
    'الخروج من ظلمات الغفلة واللهو في الحياة الدنيا إلى استشعار مسؤولية الأمانة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_2_CHAPTER_20_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_1_TITLE]: 'حِزْبُ الحَمْد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_1_SUMMARY]:
    'الحَمْدُ لله، الحَمْدُ لله، الحَمْدُ لله. الحَمْدُ لله حَمْدًا بِبِسْمِ الله، ولَهُ الحَمْدُ حَمْدًا بِالحَمْد لله.\n\nالَّلهُمَّ إنِّي أَحْمَدُكَ بِحَمْدِ نِعَمِك، وأَحْمَدُكَ بِحَمْدِ العُبُودِيَةِ القَائِمَةِ في شُؤُونِك، وأَحْمَدُكَ في حَضْرَةِ الحَمْدِ المُتَخَفِّيَة في هُوِيَّتِك.\n\nلَكَ الحَمْدُ بالدَّوَام، ولَكَ الحَمْدُ في الدَّوَام، ولكَ الحَمْدُ عَلَى الدَّوَام.\n\nالحَمْدُ لله حَمْدًا يُنْجِينَا مِنْ عَذَابِ النَّار، الحَمْدُ لله حَمْدًا نَسْتَعِيذُ بِهِ مِنْ عَذَابِ القَبْر، الحَمْدُ لله حَمْدًا نَسْتَعيذُ بِهِ مِنْ غُلُوِّ النَّفْس، الحَمْدُ لله حَمْدًا يَقِينَا مِنْ وِلَايَةِ الشَّيْطَان.\n\nالَّلهُمَّ لكَ الحَمْدُ فَتُرْضِينَا عَنْك، الَّلهُمَّ لكَ الحَمْدُ فَنَرْضَـى بِك، الَّلهُمَّ لكَ الحَمْدُ فَتَرْضَـى عَنَّا.\n\nالَّلهُمَّ أَنِلْنَا الرِّضَا وأَشْهِدْنَا الحَمْد، الَّلهُمَّ اشْفِ عِلَلَنَا وَدَاوِي أَسْقَامَنَا بِبَرَكَةِ الحَمْد، الَّلهُمَّ ارْزُقْنا وجَنِّبْنَا الفَقْرَ بِرَحْمَةِ الحَمْد، الَّلهُمَّ جَنِّبْنَا الفِتَنَ بِسَكِينَةِ الحَمْد.\n\nوارزُقْنَا الَّلهُمَّ بالحَمْدِ رَاحَةَ البَال، وطُمَأْنِينَةَ القَلْب، وسَكِينَةَ النَّفْس، ورِضَا الحَال، واجْعَلْنَا نَرْضَـى بالكَثْرَة ونَفْرَحُ بالقِلَّة، ونَرَى النِّعْمَةَ ونَسْتَغْفِرُ للنِّقْمَة.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_1_WHY]: 'مناجاة العبد لربه في مقام الحمد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_1_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_2_TITLE]: 'حِزْبُ الشُّكْر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_2_SUMMARY]:
    'بِسْمِ الله الرَّحْمَنِ الرَّحِيم، والصَّلَاةُ والسَّلَامُ عَلَى نَبِيِّ الهُدَى والنُّورِ الحَكِيم.\n\nالَّلهُمَّ لكَ الشُّكْرُ بِما نَرَاه، وَلَكَ الشُّكْرُ فِيمَا نَرَاه، وَلَكَ الشُّكْرُ فِيمَا تَراهُ ولا نَرَاه.\n\nالَّلهُمَّ إِنِّي عَبْدُكَ ابْنُ عَبْدِك، ابنُ أَمَتِك، عَبْدُكَ يَؤُولُ لِطِينِ خَلْقِك، أَشْكُرُكَ عَلَى نِعَمِكَ وَعَلَى فَضْلِ كَرَمِكَ، وَعَلَى جُودِ عطائِكَ وعَظِيمِ مِنَنِكَ، وكَـمَالِيَاتِ سِرِّكَ وأَحْرُفِ غَيْبِك، ونَسَائِمِ عِشْقِك، ودَيْمُومِيَةِ مَحَبَّتِك.\n\nلَكَ الشُّكْرُ في حَضْرَةِ عُلَاك، لكَ الشُّكْرُ في تَنَـزُّهِ بَهَاك، لكَ الشُّكْرُ في كَرَمِ عَطَاك، لكَ الشُّكْرُ في عِزِّ نَجْوَاك.\n\nالَّلهُمَّ إنِّي أَشْكُرُكَ بَيْنَ الفِكْرِ والفِعْلِ، أَشْكُرُكَ بَيْنَ الظَّنِّ وَالقَوْل، أَشْكُرُكَ بَيْن القَلْبِ وَالفُؤَاد، أَشْكُرُكَ بَيْنَ السِّرِّ والخَفِي.\n\nالَّلهُمَّ اجْعَلْنِـي أَذْكُرُكَ بالشُّكْرِ في أَرْكَانِي، وبالشُّكْرِ في بُنْيَانِي، وبالشُّكْرِ في رَسْمِي وحَرْفِي وأَشْجَانِي.\n\nلكَ الشُّكْرُ حِينَ أَتَقَلَّبُ في نَوْمِي، ولكَ الشُّكْرُ في أَحْوَالِ يَقَظَتِي، ولكَ الشُّكْرُ في خَفَائِي وجَهْرِي.\n\nالَّلهُمَّ بِشُكْرِكَ اجْعَلْنِـي مِنَ الشَّاكِرِين، وبِحَمْدِكَ اكْتُبْنِـي مِنَ الحَامِدِين، وأَفِضْ عَلَيْنَا نِعَمَكَ كُلَّ حِين، ولا تَخْتَبِرْنَا بالفَضْلِ فَنُنْكِر، ولَا بالنِّعْمَةِ فَنَجْحَد، ولَا بِالنِّقْمَةِ فَنَكْفُر.\n\nالَّلهُمَّ إِنِّي أَعُوذُ بِكَ وذُرِّيتي مِنْ سَلْبِ نِعَمِك، وتَقَلُّبِ شَأْنِك، وكَثْرَةِ نِقَمِك، وغَلَبَةِ قَهْرِك، وخَفَاءِ رَحْمَتِك.\n\nالَّلهُمَّ إنِّي أَعُوذُ بكَ وَأَهْلِي مِن سُوءِ الحَال، وغَلَبَةِ الهَوانِ والذُّل، وأَعُوذُ بكَ منْ كَثْرَةِ النِّقَمِ وأَسْأَلُكَ الرَّحْمَةَ بِالنِّعَم.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_2_WHY]: 'الترقي في مقامات الشكر',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_2_WHEN]: 'بعد صلاة ركعتي الشكر يوميا',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_3_TITLE]: 'حِزْبُ الشفاعة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_3_SUMMARY]:
    'الَّلهُمَّ صَلِّ وسَلِّم على الشَّفيعِ المُشَفَّع صَاحِبِ الشَّفَاعَة، صَلَاةً تَشْفَعُ لَنَا بها، وتُنْجِينَا بها، وَتَجْعَلُ لنا بها مِنْ كُلِّ ضَيْقٍ مَخْرَجا، ومِنْ كُلِّ كُرْبَةٍ فَرَجا، ومِنْ كُلِّ هَمٍّ تَخْرِيجا، ومِنْ كُلِّ مَأْزِقٍ مَنْفَذا، وفي كُلِّ عُسْرٍ يُسْرا.\n\nبِجاهِ الشَّفَاعَةِ الَّلهُمَّ اجْعَلْ لنا في كُلِّ اخْتِبَارٍ سَلامَة، وفي كُلِّ امتحانٍ كَرَامَة، وفي كُلِّ حِجَابٍ آية، وأَمَامَ كُلِّ سِتَارٍ حِكْمَة.\n\nوارزُقْنَا بالشَّفاعةِ خَيْرَ إِمَامَة، واحْفَظْنَا واحْفَظْ بِنَا الأمَانَة، ونَجِّنا بالشَّفَاعَة مِنْ شَرِّ الغِوَايَة، وارْبِطْ على قُلُوبِنا بِسِرِّ الإِنَابَة، واجْعَلْ كَلَامَنا حَسَنا، وخِطَابَنَا مُسْتَحْسَنا، وحُلُولَنا سَكَنا، وارْتِحَالَنا أَمْنا، وسُكُونَنَا حِصْنا.\n\n وبالصَّلاةِ عَلَى المُشَفَّعِ اقْبَلْ نُسُكَنَا خَيْرَ زَاد، ولَا تُرْجِعْنَا إِلَى الأعْتَاب، وثَبِّتْنا عَلَى البَاب، وأَذِقْنا مِنْ سِرِّ أصْحَابِ الأَلْبَاب، وعَرِّفْنَا علَى حَقِيقةِ الأَوَّاب، بِجَاهِ سيِّدِ الأَقْطَاب، يا الله، يا ربَّ الأرْبَاب.\n\nالَّلهُمَّ صَلّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ صَلَاةً مُحَمَّدِيَّةً مِنْ نَسَبِ مُحَمَّدٍ الشَّرِيفِ، وَأَنْسَابِ آلِهِ العَطِرَة، وَسُلَالَتِهِ النَّقِيَّةِ، وَنِسْبَتِهِ العَلِّيَة.\n\nالَّلهُمَّ بِمُحَمَّدٍ بن عَبْدِ اللهِ اكْتُبْ لَنَا نَسَبَ رُوحٍ لِسَيِّدِنَا رَسُولِ اللهِ، وَنِسْبَةَ شَرَفٍ لِآلِ بَيْتِ رَسُولِ اللهِ، وَحَقِّقْنَا بِحَقِيقَةِ النِّسْبَةِ وَالاِنتِسَابِ مَا يَجْعَلُنَا بِحِلْيَتِهِ مُتَمَسِّكِين، وَبِجَمَالِ سُنَّتِهِ مُفْتَخِرِين، وَبِعِزِّ وَقَارِهِ مُعَزَّزِينَ مُكَرَّمِين.\n\nبِمُحَمَّدٍ رَسُولِ اللهِ اجْعَلْ لَنَا نَصِيبًا مِنْ نَشْرِ دَعْوَتِهِ، وَتَبْلِيغِ رِسَالَتِهِ، وَتَوْصِيلِ مَنْهَجِهِ، وَتَحْقِيقِ مُرَادِهِ فِي أُمَّتِهِ، وَنَعُوذُ بِكَ مِنَ الابتِدَاعِ فِي الدِّينِ أَوْ الإفْتَاءِ بِغَيْرِ عِلْمٍ أَوْ كِتَابٍ مُبِين.\n\nالَّلهُمَّ بِالتَّابِعِينَ عَلِّمْنَا، وَبِالوَارِثِينَ أَرْشِدْنَا، وَبِالُمتَّصِلِينَ صِلْنَا، وَبِالصَّالِحِينَ أَصْلِحْنَا، وَبِالأَقْطَابِ حَقِّقْنَا، وَبِالغَوْثِ بَلِّغْنَا.\n\nالَّلهُمَّ صَلّ عَلَى مُحَمَّدٍ بن عَبْدِ الله، وَصَلّ عَلَى مُحَمَّدٍ نَبِـيّ الله، وَصَلّ الَّلهُمَّ عَلَى سَيِّدِنَا مُحَمّدٍ بِمَجَامِعِ الصَّلَوَاتِ وَبِصِيَغِ التَّسْلِيمِ بِمَا صَلَّى عَلَيْهِ العَارِفُون، وَالأَوْلِيَاءُ الصَّالِحُون، وَالأَوَّلُونَ وَالآخِرُون.\n\nالَّلهُمَّ حَقِّقْ مَنْ قَرَأَ حِزْبَ مُحَمَّدٍ بِالوَصْلِ وَالشَّفَاعَة، وَالرَّحْمَةِ وَالإِغَاثَة، وَحُسْنِ الخَاتِمَة، وَبِالصَّلَاةِ الدَّائِمَة، مَا يُبْقِيهِ عَلَى العَهْدِ ثَابِتا، وَلِلْأَمَانَةِ حَافِظا، وَعَلَى مُحَمَّدٍ مُصَلِّيا، وَبِدِينِهِ مُفْتَخِرا، وَبِسُنَّتِهِ مُقْتَدِيا. وتَقَبَّلِ الَّلهُمَّ صلاتَنا عليه بِحِزْبِه. آمين',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_3_WHY]:
    'الصلاة على رسول الله ﷺ ولطلب شفاعته، أو في حال الشوق إليه ﷺ، أو لزيادة المحبة في الجناب النبوي',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_3_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_4_TITLE]: 'حِزْبُ الإِسْم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_4_SUMMARY]:
    'بِسْمِ الله أَتَوَجَّهُ لِله، بِسْمِ الله أَذْكُرُ فِي حَضْرَة الله، بِسْمِ الله أَبُوحُ بِسِرِّي إلَى الله، بِسْمِ الله أُفَوِّضُ أَمْرِي إلَى الله.\n\nالَّلهُمَّ يَا صَاحِبَ الاسْمِ الأَعْظَم، المُطْلَقِ الأَكْمَل، المَخْفِي الغَائِب، نَسْأَلُكَ بِالاسْم مَا نُصَلِّي بِهِ ونَسْجُد، ومَا نَرْقَى بِهِ فَنَقْتَرِب، ومَا نَذْكُرُ بِهِ فنُقَرَّب.\n\nالَّلهُمَّ خُصَّنا بِتَجَلِّيَاتِ الاسْم، وتَجَلَّ عَلَيْنَا بِحَقِيقَةِ الاسْم، واجْعَلْ سِرَّنَا مِنْ سِرِّ ذِكْرِك، واسْمَنَا فِي مَحْوِ اسْمِك، وذِكْرَنَا مِنْ نُورِ وَجْهِك، ونَعْتَنَا فِي بَهَاءِ حَضْرَتِك، ونُطْقَنَا مِنْ صِدْقِ لِسَانِ حَضْرَتِك.\n\nالَّلهُمَّ أَفْنِ صِفَتِي فِي نُورِك، وَوُجُودِي فِي حُضُورِك، وَوَصْفِي في نَعْتِك، وَذَاتِي فِي سِرِّك، وغَيْبي في جَهْرِك.\n\nالَّلهُمَّ أشْهِدْنِي بِالفَنَاء حَقِيقَةَ الفَنَاء، وأَفْنِنِي بِالفَنَاء عَنِ الفَنَاء، وأَغْرِقْنِي بالمَحَبَّة فِي سِرِّ الفَنَاء، وأَفْنِ مَحَبَّتِي فِي حَرِّ الوِصِال، وشُهُودِي في بَحْرِ الاتِّصَال.\n\nالَّلهُمَّ بِالاسْمِ أَسْأَلُكَ كَمَالَ اليَقِين، وبَرْدَ التَّسْلِيم، وقُوّةَ التَّصْدِيق، وبَصِيرَةَ التَّحْقِيق، وصِدْقَ التَّبْلِيغ.\n\nيَا مَنِ اسْمُهُ ظَاهِرٌ بَاطِن، قَرِيبٌ بَعِيد، حَاضِرٌ غَائِب، صِلْنِي الَّلهُمَّ بِنَبْعِ الإِرْشَاد، وحَرِّرْنِي مِنْ قُيُودِ العِبَاد، واشْفَعْ لِي بِسِرِّ الإسْنَاد، واجْعَلْ لِي نَصيبًا مِنَ النَّظَرِ إِلَيْك، ومُتْعَةً في الاسْتِمَاعِ إِلَيْك، ولَذَّةً في مُنَاجَاتِك، وفَرَحا بِمُؤَانَسَتِك، وجَمَالًا مِنْ قَوْلِك، وجَلَالًا مِنْ قَهْرِك، وبَسْطًا مِنْ حَضْرَةِ نَبِيِّك.\n\nأَسْأَلُكَ بِاسْمِكَ الخَالِص، النَّبْعِ الصَّافِي، الحِبْرِ الوَافِي، الاسْتِغْنَاءِ الكَافِي، النُّورِ المَاحِي، كِفَايَةً مِنْك، وأُنْسًا بِك، وغِنى بِحُبِّك، وبُشْرَى بِقُرْبِك، وخَوْفاً مِنْ تَقَلُّبِ شَأْنِك، ورَجَاءً فِي رَحْمِتِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_4_WHY]: 'التحقق بسر الإسم "الله" والإستمداد من أنواره',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_4_WHEN]: 'يفتتح به ورد الذكر بالاسم',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_5_TITLE]: 'حِزْبُ الأَسْمَاء',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_5_SUMMARY]:
    '﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا﴾\n\n﴿هُوَ اَللَّهُ اُلذِے لَا إِلَٰهَ إِلَّا هُوَ عَٰلِمُ اُلْغَيْبِ وَالشَّهَٰدَةِۖ هُوَ اَلرَّحْمَٰنُ اُلرَّحِيمُۖ ۝۲۲ هُوَ اَللَّهُ اُلذِے لَا إِلَٰهَ إِلَّا هُوَ اَلْمَلِكُ اُلْقُدُّوسُ اُلسَّلَٰمُ اُلْمُومِنُ اُلْمُهَيْمِنُ اُلْعَزِيزُ اُلْجَبَّارُ اُلْمُتَكَبِّرُۖ سُبْحَٰنَ اَللَّهِ عَمَّا يُشْرِكُونَۖ ۝۲۳ هُوَ اَللَّهُ اُلْخَٰلِقُ اُلْبَارِۓ اُلْمُصَوِّرُۖ لَهُ اُلَاسْمَاءُ اُلْحُسْنىٰۖ يُسَبِّحُ لَهُۥ مَا فے اِلسَّمَٰوَٰتِ وَالَارْضِۖ وَهُوَ اَلْعَزِيزُ اُلْحَكِيمُۖ ۝۲٤ .\n\nالَّلهُمَّ إِنِّي أَتَوَجَّهُ إِلَيْكَ بأَسْمائِكَ كُلِّها، وأَدْعُوكَ بأَسْمائِكَ جَمِيعِهَا، والأَسْمَاءُ الحُسْنَى لَكَ ومِنْكَ، والدُّعَاءُ لَنَا.\n\nالَّلهُمَّ ارْزُقْنَا مِنْ كَلِّ اسْمٍ صِفَتَه، ومِنْ كُلِّ اسْمٍ نُورَه، ومِنْ كُلِّ اسْمٍ سِرَّه، الَّلهُمَّ عَرِّفْنَا عَلَى حَقِيقَةِ الاسْم، وأَذِقْنَا مَعَانِي الصِّفَة، وأَظْهِرْ لَنَا الظُّهُورَ فِي أَسْمَائِك، وعَرِّفْنَا إِيَّاكَ فِي تَجَلِّيَاتِ صِفَاتِك.\n\nالَّلهُمَّ بِالأَسْمَاءِ أَلْهِمْنَا الصَّبْر، وارْزُقْنَا الرَّشَاد، وأَغْنِنَا بِالحَمْد، واسْتُرْنَا بِالشُّكْر، واغْفِرْ لَنَا بِالتَّوْبَة، وثَبِّتْ قُلُوبَنَا بِالإيمَان، وحَصِّنَّا بِالحِفْظ، واكْفِنَا بِالغِنَى، واقْبَلْنَا بِالرَّحْمَة.\n\nالَّلهُمَّ بِحَقِّ الأَسْمَاءِ الظَّاهِرَةِ والأَسْمَاءِ البَاطِنَة، الَّلهُمَّ بِحَقِّ ظُهُورِكَ في مَظَاهِرِ الأسْمَاء، وبحَقِّ ظُهُورِكَ المُسْتَتِرِ في خَفَايَا الأَسْمَاء، عَرِّفْنَا عَلَيْكَ في مَظاهِرِ ظُهُورِك، وفي كَمَالِيَاتِ تَجَلِّيك، وفي كُلِّيَاتِ نُورِك.\n\nيَا مَنْ لَا يَخْفَى عَلَيْهِ شَيْء، وهُوَ الَّذِي يُحِيطُ ولَا يُحَاطُ بِه، أَحِطْنَا الَّلهُمَّ بأَسْمَائِك، واجْعَلْهَا نُورَ وِقَايَتِنَا مِنْ خَلْفِ ظُهُورِنَا ومِنْ أَمَامِ وُجُوهِنا.\n\nواجْعَلْ لَنَا مِنْ كُلِّ اسْمٍ سِرّا، ومِنْ كُلِّ صِفَةٍ وَصْفا، واجْعَلْ صِفَاتِنَا مِنْ أوْصَافِ نَبِيِّك، ورَسْمَنَا وحَرْفَنَا مِنْ نُورِ تَنَزُّلَاتِ أَسْمَائِك، الَّلهُمَّ لَا تَجْعَلْ فِينا شَيْئاً إِلَّا وقَدْ خَلَّصْتَهُ مِنَّا وحَقَّقْتَهُ بِك.\n\nوقَدْ دَعَوْنَاكَ بِحِزْبِ الأسْمَاء، فَافْتَحِ الَّلهُمَّ لِدُعَائِنَا أَبْوابَ السَّمَاء، واقْبَلْهُ عِنْدَكَ بِجَاهِ سَيِّدِ الرُّسُلِ والأَنْبِيَاء، واجْعَلِ الَّلهُمَّ خَاتِمَةَ حَيَاتِنَا مَعْرِفَةً بِك، وحَيَاةَ انْتِقَالِنَا زِيَادَةً في شُهُودِك، وبَرْزَخَنَا جَنَّةَ النَّظَرِ إِلَيْك.\n\nالَّلهُمَّ بِحَقِّ كُلِّ حَرْفٍ فِي أَسْمَائِك، وبِحَقِّ كُلِّ مَدٍّ في أَسْمَائِك، وبِحَقِّ كُلِّ سُكُونٍ وحَرَكَةٍ في أَسْمَائِك، اجْعَلْ لَنَا في ذِكْرِ الأسْمَاءِ كَثْرَةَ الحَسَنَات، وتَزْكِيَةً للصِّفَات، وخَلَاصًا مِنَ الآفَات، وطُهْرًا مِنْ كُلِّ المُغْرِيَات، وثَبَاتًا عَلَى صِدْقِ المَحَبَّةِ والاقْتِدَاء.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_5_WHY]: 'الإستمداد من أسماء الله وصفاته',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_5_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_6_TITLE]: 'حِزْبُ الأنْبِيَاء',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_6_SUMMARY]:
    'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، وَالصَّلَاةُ وَالسَّلاَمُ عَلَى خَاتَمِ الأَنْبِيَاءِ وَسَيّدِ المُرْسَلِين، وَشَفِيعِ الأَوْلِيَاءِ وَإِمَامِ الصَّالِحِينَ، مُحَمَّدٍ الَّذِي بِنُورِهِ نَسْتَجِيرُ، وَمِنْ مِشْكَاةِ نُبُوَّتِهِ نَسْتَقِي، وَمِنْ فُيُوضَاتِ قَلْبِهِ نَرْتَوِي، وَبِإِمَامَتِهِ نَقْتَدِي.\n\nالَّلهُمَّ صَلّ عَلَى أُمِّ العَالَمِينَ صَلَاةً مِنْ وُسْعِ أُمِّيَتِهِ الَّتِي تَزْدَهِرُ بِهَا المَعْرِفَةُ، وَتُرْفَعُ لَهَا رَايَةُ العِلْم، ويُمْحَى بِهَا زَمَنُ الجَهْلِ.\n\nالَّلهُمَّ صَلّ عَلَى الرَّحْمَةِ المُهْدَاةِ صَلَاةً مِنْ رَحْمَتِهِ الوَاسِعَةِ الَّتِي غَطَّتِ الوُجُودَ، وَشَمِلَتْ كُلَّ مَوْجُود، وَأَدْرَكَتْ كُلّ مَخْلُوق.\n\nالَّلهُمَّ صَلّ عَلَى الشَّفَاعَةِ الكُبْرَى صَلَاةً نَعِيشُ بِهَا، وَنَمُوتُ عَلَيْهَا، وَنُعْرَضُ بِهَا، بِجَاهِهَا الَّلهُمَّ شَفِّعْ رَسُولَ اللهِ فِينَا، وَفِي العِبَادِ بَيْنَنَا، وَاجْعَلْنَا بِشَفَاعَتِهِ نَشْفَعُ وَبِشَفَاعَتِهِ يُشْفَعُ لَنَا.\n\nالَّلهُمَّ بِحَقّ العُهُودِ الَّتِي جَمَعْتَ عَلَيْهَا الأَنْبِيَاءَ، وَبِحَقّ الشُّهُودِ الَّتِي أَظْهَرْتَهَا لِلْأَنْبِيَاءِ، وَبِحَقِّ النُّبُوَّةِ الَّتِي رَبَطْتَ بِهَا عَلَى قُلُوبِ الأَنْبِيَاءِ، اجْعَل لَنَا مِنْ مُعْجِزَاتِ الأَنْبِيَاءِ كَرَامَة، وَمِنْ نُبُوَّتِهِمْ خَيْرَ وِلَايَة، وَمِنْ دَعْوَتِهِمْ خَيْرَ رِسَالَة، وَمِنْ وُجُودِهِمْ خَيْرَ هِدَايَة.\n\nالَّلهُمَّ ارْزُقْنَا مِنْ أَدَبِ الأَنْبِيَاءِ وَيَقِينِهِمْ، وَمِنْ مَحَبَّتِهِم وَتَصْدِيقِهِم، وَمِنْ إِخْلَاصِ نِيَّتِهِم وَثَبَاتِهِم، وَمِنْ حُسْنِ ظَنِّهِمْ وَتَسْيِيرِهِم، وَمِنْ صَبْرِهِم وَجَمَالِ خُلُقِهِم.\n\nجِئْنَاكَ الَّلهُمَّ بِمَن اخْتَرْتَهُم لَكَ، وَاصْطَنَعْتَهُم لِنَفْسِكَ، وَأَرْسَلْتَهُم رُسُلاً لَكَ مُبَلِّغِينَ لِكَلَامِكَ، أَنْ تَكْتُبَنَا مِنَ الرَّاسِخِينَ عَلَى خُطَاهُم، وَالمُبَشِّرِينَ بِمُعْجِزَاتِهِم، ومِنَ المُقْتَفِينَ لِآثَارِهِم، الدَّالِينَ عَلَى نَهْجِهِم، وَالحَافِظِينَ لِمِيقَاتِهِم.\n\nيَا اللهُ بِاسْمِكَ العَظِيمِ، وَجَاهِ مُلْكِكَ القَدِيمِ، وَبِالنُّورِ فِي صِرَاطِكَ المُسْتَقِيمِ، أَكْرِمْ أَرْوَاحَنَا فِي البَرْزَخِ بِلِقَاءِ النَّبِيئِينَ، وَاجْعَلْنَا فِي خِدْمَةِ الرُّسُلِ المُرْسَلِينَ، وَبَارِكْنَا بِالنُّصْرَةِ وَالتَّأْيِيدِ بِسِرّ التَّكْبِيرِ وَالتَّحْمِيدِ.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_6_WHY]: 'السلوك على خطى الأنبياء للوصول إلى حضرة الله',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_6_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_7_TITLE]: 'حِزْبُ التَّسْبِيحِ العَظِيم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_7_SUMMARY]:
    'سُبْحَانَ الله العَظِيم، سُبْحَانَ الله العَظِيم، سُبْحَانَ الله العَظِيم.\n\nسُبْحَانَكَ أَسْتَغْفِرُكَ وأَتُوبُ إِلَيْك، سُبْحَانَكَ أَحْمَدُكَ وأَشْكُرُك، سُبْحَانَكَ أُوَحِّدُكَ وأَعْبُدُك.\n\nلَا إِلَهَ إلَّا أَنْتَ رَبِّي خَلَقْتَنِـي وأَنَا عَبْدُك، أُسَبِّحُ بِاسْمِكَ العَظِيم تَسْبِيحًا تُخْرِجُنِي بِهِ مِنَ التَّوَاكُلِ إِلَى التَّوَكُّل، ومِنَ الزُّهْدِ إلَى الشُّكْر، ومِنَ الإِخْلَاصِ إلَى التَّخْلِيص، ومِنَ الرِّضَا إِلَى الرِّضْوَان.\n\nسُبْحَانَكَ لَا إلَهَ إلَّا أَنْت، عَظِيمٌ فِي وَحْدَتِك، جَلِيلٌ فِي عِزَّتِك، مُوَقَّرٌ فِي رِفْعَتِك، أَحَدٌ فِي أَحَدِيَتِك، لَا إِلَهَ إِلَّا أَنْت، أُشْهِدُكَ بِعُبُودِيَتِي وطَاعَتِي وتَسْلِيمِي، أُسَبِّحُكَ بِمَا أَشْهَدْتَنِي وبِمَا عَرَّفْتَني وبِمَا أَنْطَقْتَنِي.\n\nسُبُّوحٌ قُدُّوس رَبُّ المَلَائِكَةِ والرُّوح، بِجَاهِ عُلَاك ثَبِّتْ حَالَ إِيمَانِي، وقَلِّبْ صِفَاتِي مِنَ الكِبْرِ إِلَى التَوَاضُع، ومِنَ البُخْلِ إلَى الكَرَم، ومِنَ الرِّيَاءِ إِلَى الفَنَاء، ومِنَ الصَّحْو إِلَى المَحْو، ومِنَ الغُلُوّ إلَى الاعْتِدَال، ومِنَ الفَقْرِ إلَى الافْتِقَار، ولَا تُحَمِّلْنِي فِي نَفْسِي مَا لَا أُطِيق، وبَلِّغْنِي المَقْصُودَ بِعِلْمِكَ الَّذِي يُحِيط.\n\nسُبْحَانَ الله بِمَا سَبَّحَهُ المُسَبِّحُون، وعَرَفَهُ العَارِفُون، وشَهِدَهُ الشَّاهِدُون، ونَطَقَ بِاسْمِه العَاشِقُون.\n\nسُبْحَانَ الله تَسْبِيحًا يَلِيقُ بِهِ فِي عِزِّهِ وقَهْرِهِ وجَبَرُوتِه، سُبْحَانَ الله تَسْبِيحًا يَنْطِقُ بِهِ الحَاضِرُونَ فِي مَجْلِسِ نَبِيِّه، سُبْحَانَ الله تَسْبِيحًا تَذْكُرُ بِهِ المَلائِكَةُ وحَمَلَةُ عَرْشِه، سُبْحَانَ الله تَسْبِيحًا تَطُوفُ بِهِ الأفْلاكُ والأَكْوانُ والكَوَاكِبُ والكُلُّ مُنْعَدِمٌ فِي وُجُودِه.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_7_WHY]: 'عند غلبة الحال بالوجد أو الشوق أو المحبة أو المشاهدة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_7_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_8_TITLE]: 'حِزْبُ الإِرَادَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_8_SUMMARY]:
    'يا فَعَّالُ لِمَا يُرِيد، والكَوْنُ قَائِمٌ لَكَ بَيْنَ يَدَيْكَ كَمَا تُرِيد، والكُلُّ يَخْضَعُ لَكَ كَرْهًا وطَوْعًا كَيْفَمَا تُريد، رُدَّنا إِلَيْكَ بِمَحْضِ إِرَادَتِك، وأَوْزِعْ فِينا شُكْرَ نِعْمَتِك، وأكْرِمْنَا بِعَظِيم مَحْبُوبِيَتِك.\n\nوخَلِّصْنَا الَّلهُمَّ بِالإِرادَة مِنْ بُرودِ القَلْب، وفُتُورِ النَّفْس، وخُمُولِ الرُّوح، وكَسَلِ الجَوَارِح، وتَهَاوُنِ المَطَالِب، وحَرِّرْنا مِنْ ثِقْلِ العِبَادَات، والتَّمَاطُلِ في أَدَاءِ الأَمَانَات، والتَّكَاسُلِ في تَحْقِيقِ الغَايَات.\n\nواجْعَلْنا بِالإِرَادَةِ مِنْ أهْلِكَ وأحْبَابِك، واضْرِبْ عَلَى قُلُوبِنا بِحِجابِ مَحَبَّتِك، وأَغْرِقْ بَصِيرَتَنَا في عَيْنِ مَحْبُوبِيَتِك، وانْتَشِلْنا بالإرَادَة مِنّا إلى حَقِّ عُبُودِيَتِك.\n\nالَّلهُمَّ بِجَاهِ حِجَابِكَ الأعْظَمِ السَّاجِدِ لَكَ في مَقَامِ الإرادَة، والمَاثِلِ بيْن يَدَيْكَ في أَلْحَاظِ الإنابَة، والقائِمِ لكَ بِسُكونِ الإجَابَة، والمُسْتَتِرِ باللُّطْفِ في أَلْطَافِ العِنايَة، اجْعَلْنا بِالحِجابِ الأعْظَمِ مِنْ أَصْحَابِ الإرادِة، والمَكْنُوفينَ في حِصْنِ السَّلاَمَة، والسَّالِكِينَ بِالثَّبَاتِ على خُطَى نَبِـيِّ الشَّفاعَة، والمُخَلَّصِين بِكَ مِنْ كُلِّ تَفاخُرٍ وغُلُوٍّ ومُبَالَغة.\n\nوثَبِّتْ هِمَّتَنا بِإرَادَتِك، وإرادَتَنا بِعِزَّتِك، ومَطْلَبَنا بِغَايَتِك، بِحَقِّ أسْطُرِ حِزْبِ الإرادَة، وبِجَاهِ سرِّ حِجَابِكَ الأعْظَمِ المُعَظَّم.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_8_WHY]:
    'تقوية الإرادة في طلب الله، أو في طلب العلم أو ثبات الرأي والعزيمة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_8_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_9_TITLE]: 'حِزْبُ الوِلاَيَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_9_SUMMARY]:
    '﴿اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ﴾\n\nيا وَلِيَّ الأَوْلِيَاء وَوَالِي المَوَالي، لُذْنَا بِالوِلَايَةِ والوَلاء، وَجِئْنَاكَ بِحَقِّ آيَاتِكَ في سُورَةِ الأَنْبِيَاء، وبِجَاهِ مَنْ تَوَلَّيْتَهُمْ مِنَ المُؤْمِنِينَ والصَّالِحين والشُّهَداء، أَنْ تَتَوَلَّانا بِوَاسِعِ وِلايَتِك، وتَمامِ كِفَايَتِك، وَرَحْمَةِ عِنَايَتِك، ولُطْفِ سُلْطَانِك، وعَظِيمِ جَاهِك.\n\nبِالوِلايةِ الَّلهُمَّ توَلَّ عِبَادَك، وانْصُرْ عَبِيدَك، وأَعْلِ الَّلهُمَّ رَايَةَ دِينِك، وسَدِّدْ خُطَى أَوْلِيَائِك، ووَحِّدْ صُفُوفَ أُمَّةِ نبيِّك، وأَيِّدْ بِسِرِّ الوِلايةِ أَحْزَابَ الدِّين، وانْصُرْهُمْ عَلَى أَعْدَائِك المُشْرِكِين، واغْفِرْ لِمَنْ أَسْرَفَ علَى نَفْسِهِ مِنَ الضَّالِّين، وتَجَاوَزْ عَنْ كُلِّ ظَالِمٍ وَصَلَتْهُ شَفَاعَةُ الصَّالِحِين، وتُبْ على مَنْ جَاءَكَ مُسْتَغْفِرا تائِبًا بِحَقِّ الأَمِين.\n\nوأَحْيِ العِبادَ والبِلَادَ والوَطَنَ بالصَّالِحِين، واجْعَلْ سِرَّهُمْ غَيْثًا للعَالَمِين، وَرَحْمَةً لِلْمَرْحُومِين، ونُصْرَةً لِلْمَظْلُومِين، وَرَاحةً لِلْمُعَذَّبِين.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_9_WHY]: 'الدخول تحت حصن حزب الأولياء والانتفاع بصحبتهم ومجالستهم',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_9_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_10_TITLE]: 'حِزْبُ الأحْزَاب',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_10_SUMMARY]:
    'يا حَيُّ يا قَيُّوم، جِئْنَاكَ بِرَحْمَتِكَ الَّتِي تَدُوم، وبِسُلْطَانِكَ الَّذِي يَقُومُ لَهُ القَائمُون، ويَخْضَعُ لَهُ الرَّاكِعُونَ السَّاجِدُون.\n\nيا رَبَّ الأرْبَاب، وفاتِحَ الأبْوَاب، يا قريبُ مِنَ الأَلْبَاب، جِئْنَاكَ بِحِزْبِ الأَحْزَاب، الَّذِي أَوْرَثْتَهُ لِلْأَصْحَاب، وطَوَيْتَهُ سِرًّا مَكْنُونًا في قُلُوبِ الأَحْبَاب.\n\nقَوِّنَا في دِينِنَا، وَقَوِّنَا في دُنْيَانَا، واجْعَلِ الدُّنْيَا نِهَايَةَ أحْزَانِنَا، والآخِرَةَ بِدَايَةَ أفْرَاحِنَا، واكْتُبْ لَنَا في الدُّنْيَا الِّلقَاء، ولَا تَحْرِمْنَا في الآخِرَةِ مِنَ البَقَاء، وأَنْزِلْ عَلَيْنَا في الأُولَى الرَّحْمَة، وفي الآخِرَةِ الرِّضا.\n\nالَّلهُمَّ اجْعَلْنا مِنَ الثَّابِتِين عِنْدَ النَّفْخِ في الصُّور، والقَائِمِينَ لَكَ عِنْدَ البَعْثِ يَوْمَ النُّشُور، والحَامِدِينَ بِحَمْدِكَ لَحْظَةَ العَرْضِ عَلَى صَاحِبِ النُّور.\n\nالَّلهُمَّ اجْعَلْنَا على الصِّراطِ سَالِكِين، وعَنِ النَّارِ مُبْعَدِين، وفي الشَّفَاعَةِ مَقْبُولِين، ومِنَ العَذَابِ مَطْرُودِين، وفي الجَنَّةِ مَطْرُوحِين.\n\nالَّلهُمَّ بِحَقِّ الأحْزَابِ اجْعَلْ أَيَّامَنَا في طَاعَتِك، ولَيَالِينَا فِي مُنَاجَاتِك، وعِبَادَتَنا في مَرْضَاتِك، وعَادَاتِنَا في شُكْرِ نِعَمِك، ويَقَظَتَنَا في الدَّعْوَةِ لَك، ونَوْمَنَا في السَّيْرِ إلَيْك.\n\nالَّلهُمَّ بِحَقِّ الأَحْزَاب، اجْعَلْ سَيْرَنَا سَيْرًا إلَيْك، وسُكُونَنَا سُكُونًا في حَضْرَتِك، وحَرَكَاتِنَا انْتِقَالًا فِي مَقَامِ مَعْرِفَتِك، وأَنْفَاسَنَا في ذِكْرِ أَسْمَائِك، ودُمُوعَنَا في لَذَّةِ الذِّكْرِ باسْمِك.\n\nواجْعَلْنَا بَيْنَ النَّاسِ مَصْدَرًا لِلنُّور، ولَهُمْ بَهْجَةً وسُرُور، ولا تَفْتِنَّا ولا تَفْتِنْ بِنَا أحَدا، واكْتُبْ لَنَا السَّلَامَةَ حَيْثُمَا أَقَمْنَا وارْتَحَلْنَا، واجْعَلْنَا بَيْنَ العِبَادِ أَخْيَارا، وَمِنَ الغَيْرِ أحْرَارا، واجْعَلْ لَنَا بَيْنَ الحَرَمَيْنِ أَسْرَارا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_10_WHY]: 'طلب التيسير',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_10_WHEN]: 'بين ركعتي الفجر والصبح',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_11_TITLE]: 'حِزْبُ الحَقِيقَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_11_SUMMARY]:
    'حَقِيقَةٌ مِنْ حَقِّ الله تَذْهَلُ بها الشُّهُود، وتَنْطِقُ بِهَا أَوْصَافُ الخُلُود، ويُعْرَجُ فِيهَا لِحَضْرَةِ المَعْبُود، ويَسْرِي بِهَا كُلُّ تَائِقٍ لِلِقَاءِ المَحْبُوب.\n\nالَّلهُمَّ يَا حَقُّ يَا ظَاهِر، حَقِّقِ الرُّوحَ بالسَّعَادَة، والنَّفْسَ بالإِرَادَة، والجَسَدَ بالعِبَادَة، والعَقْلَ بالمُرَاقَبَة، والقَلْبَ بِالمُبَايَعَة.\n\nوحَقِّقْ ظَاهِرَنَا بالشَّرِيعَة، وبَاطِنَنَا بِالحَقِيقَة، وجَهْرَنا بِسِرِّ السِّر، وسِرَّنَا بِمَعْنَى الجَهْر. واجْعَلِ الَّلهُمَّ حَالَنَا مِنْ حَقِيقَةِ مَعْرِفَتِك، ومَقَامَنَا مِنْ قُرْبِ حَضْرَتِك، وقِبْلَتَنَا مِنْ عَيْنِ قَيُّومِيَتِك، وَوِجْهَتَنا مِنْ وِجْهَةِ نَبِيِّك، عَلَيْهِ الصَّلاةُ والسَّلَامُ بِالحَقِيقَةِ الكَامِلَةِ، والأَحَقِّيَةِ الدَّائِمَةِ، والاسْتِحْقَاقِيَةِ البَادِئَةِ والخَاتِمَة.\n\nولا تُقَدِّرْ لَنَا بِالحقيقَةِ الادِّعَاء، ولا بِتَجَلِّيَاتِها الإِغْوَاء، ولا بِتَنَزُّلَاتِها الفِتْنَةَ والإغْرَاء، واحْجُبْنَا عَنْ جَمَالِهَا الَّذِي يَسْبِي، وأَوْقِفْنَا عِنْدَ سِرِّهَا الَّذِي يُدْنِي، واجْمَعْنَا بظَاهِرِهَا الَّذِي يُفْني، وامْحُنَا في باطِنِهَا الَّذِي يُلَبِّي.\n\nيَا صَاحِبَ التّحْقِيقِ الأَزَلِي، وَمَالِكَ المَلَكُوتِ الأَوَّلِي، اسْتَجِبْ حَقَّنَا بِحَقِيقَتِك، واقْبَلْ تَقَرُّبَنَا بِشَفَاعَتِكَ لا بِعَدْلِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_11_WHY]: 'التحقق بمقامات السلوك وبحقيقة الذكر وجوهر العبادة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_11_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_12_TITLE]: 'حِزْبُ الحِكْمَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_12_SUMMARY]:
    'يَا صَاحبَ المِنَّة، وكامِلَ الحِكْمَة، وخَاتِمَ النِّعْمَة، وبادِئَ الرَّحْمَة، احْكُمْ فِينَا بِمَحْبُوبِيَتِك، واقْذِفْ في رَوْعِنا مِنْ حَبِيبِيَتِك، وانْفُثْ في أنْفَاسِنَا مِنْ مَحَبَّتِك.\n\nواجْعَلِ الَّلهُمَّ الحِكْمَةَ حُكْمَنَا، والشَّرِيعَةَ شَرْعَنَا، والسُّنَّةَ لِوَاءَنَا، والبَيَانَ تَاجَنَا، والسِّلْمَ رايَتَنَا، والسَّلَامَ دَعْوَتَنَا، والخَيْرَ زَادَنا، والإِخْلَاصَ مُرَادَنا.\n\nالَّلهُمَّ بِصَاحِبِ الحِكْمَةِ والبُرْهَان، والشَّرِيعَةِ والقُرْآن، والنُّورِ والبَيَان، والفَهْمِ والفُرْقان، ازْرَعْ فِينَا بَذْرَةَ الإِيمَان، واسْقِهَا مِنْ نُورِ التَّبَصُّرِ والإِيقَان، بِجَاهِ سَيِّدِنَا مُحَمَّد المُصْطَفى العَدْنَان.\n\nونَوِّرِ العُقُولَ بِالحِكْمَة، والأَلْبَابَ بالفِطْنَة، والأَبْدَانَ بالخِفَّة، والقُلُوبَ بالرِّقَّة، والأبْصَارَ بالدِّقَّة.\n\nواجْعَلْنا بالحِكْمَةِ حَاكِمِين، ولِدِرْعِ الحِصْنِ حَامِلِين، وبِتَاجِ النَّبَاهَةِ مُتَّصِفِين، وبِسَيْفِ الإرَادَةِ مُسْتَمْسِكِين، وبِحَبْلِ النُّبُوَّةِ مُعْتَصِمِين',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_12_WHY]:
    'استنباط الحكمة من المواقف والأحوال والاختبارات الَّتِي يمر بها العبد في سيره إلى الله وفي مصاحبته لشيخه',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_12_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_13_TITLE]: 'حِزْبُ المَعْرِفَة',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_13_SUMMARY]:
    'اللهُ أَكْبَرُ ما فُتِحَتْ لَهُ خَزَائِنُ العِلْم، وكُنُوزُ الفَهْم، وأَسْرَارُ اِقْرَأ، اللهُ أَكْبَرُ مِنْ زَخَّاتِ أَمْطَارِ السَّمَاء، وقَطَرَاتِ المَاء، وبُرُودَةِ نَفَحَاتِ الهَوَاء، واتِّصَالِ الحُرُوفِ بِالأسْمَاء.  الَّلهُمَّ أَوْرِثْنَا بِالأحْزَابِ أَسْرَارَ الأَصْحَاب، وفَهْمَ أُولِي الأَلْبَاب، ومَعْرِفَةَ الأقْطَاب، وتَعْلِيمَ الأَبْرَار، وقِرَاءَةَ الأَخْيَار، وعِلْمَ الحَرْفِ والَّلوْحِ والأَسْرَار.\n\nالَّلهُمَّ عَرِّفْنَا بِالأسْمَاء، وأَطْلِعْنَا عَلَى مَقَامِ الرُّسُلِ والأَنْبِيَاء، وأَشْهِدْنَا بِالمَعْرِفَةِ حَقِيقَةَ الأَوْلِيَاء، وأَذِقْنَا مِنْ نُورِ رُوحِ الأَتْقِيَاء، وارْفَعْنَا إِلَيْكَ بِمَنْزِلَةِ الصَّالِحِينَ الشُّهَدَاء.\n\nوتَمِّمْ مَعْرِفَتَنَا بِمَعْرِفَتِك، وعِلْمَنَا بِعُلُومِك، وفَهْمَنَا بِإيقَانِ نَبِيِّك، وكَمِّل دِينَنَا بالشُّهُود، وعِبَادَتَنَا بِلِقَاءِ المَعْبُود، واقْتِدَاءَنا بِالنَّظَرِ لِلْمَشْهُود، ولَا تَحْجُبْنَا بِالمَعْرِفَةِ عَنْك، ولَا تَفْصِلْنَا بِها عَنْ طَاعَتِك، ولَا تُبْعِدْنَا بِهَا عَنْ عِبَادَتِك، ولَا تَجْعَلْهَا تَحُولُ بَيْنَنَا وَبَيْنَك، واجْمَعْ بِالمَعْرِفَةِ مَا بَيْنَنَا وبَيْنَك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_13_WHY]:
    'التحرر من الوساوس الَّتِي تعيق السالك في طريقه، وزيادة المعرفة بالله ورسوله وبصاحب إذن الإرشاد المحمدي',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_13_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_14_TITLE]: 'حِزْبُ الإِخْلاَص وَالوَفَاء',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_14_SUMMARY]:
    'يَا عَلِيمًا بالنَّوَايَا، ومُطَّلِعًا عَلَى الخَفَايَا، يا قَريبًا مِنَ العِباد، ونَاظِرًا للأَرْوَاحِ والأجْسَاد، يا كاشِفًا لِلأَسْرَار، ومَكْشُوفًا عَنِ الأسْتَار، يَا مَنْ يَحُولُ بَيْنَ المَرْءِ وقَلْبِه، وبَيْنَ السِّرِّ وجَهْرِه، وبَيْنَ الظَّنِّ وَفِعْلِه، لَا تُشْغِلْنَا بالجَنَّةِ ولَا بِالنَّارِ عَنْك، واجْعَلْنَا مِنْ عِبَادِكَ المَقْبُولِين فِي حَضْرَتِك.\n\nوخَلِّصْ نِيَّاتِنَا مِنْ كُلِّ الْتِفَات، ومَقْصِدَنَا مِنْ كُلِّ الإِغْرَاءَات، ومَحَبَّتَنَا مِنْ كُلِّ المُتَطَلَّبَات، ولَا تَجْعَلْ مَحَبَّتَنَا طَمَعًا في جَنَّتِك، ولَا خَوْفًا مِنْ نَارِك، ولَا رَغْبَةً في نَعِيمِك، ولَا خَشْيَةً مِنْ عَذَابِك.\n\nوعَرِّفْنَا عَلَى حَقِيقَةِ العُهُود، فَإِنَّكَ الشَّاهِدُ عَلَيْنَا عِنْدَ المُبَايَعَةِ والعُهُود، الَّلهُمَّ أَشْهِدْنَا عَهْدَ الرُّبُوبِيَة، وذَكِّرْنَا مِيثَاقَ النَّبِيئِين، وبَلِّغْنَا شُهُودَ العَدُو، وذَكِّرْنَا مَا نَسِينَاهُ، وبَارِكْ لَنَا فِيمَا ذَكَرْنَاه.\n\nواحْفَظْنَا الَّلهُمَّ في نِيَّاتِنَا ونَوَايَانَا، ونَعُوذُ بِكَ مِن امْتِزَاجِ المَقَاصِد، واخْتِلَاطِ المَطَالِب، وتَلَوُّثِ الخَوَاطِر، فَإِنَّ لِكُلِّ امْرِئٍ ما نَوَى، وإنَّا بالنِّيَّةِ نَعْقِدُ إِخْلَاصَنَا عَلَى التَّقْوَى، ونُخْلِي القَلْبَ مِنَ السِّوَى، ونَعْبُدُكَ بِحَقِيقَةِ الدِّينِ لَا بِالهَوَى.\n\nيَا اللهُ اجْعَلْنَا مِنْ أَهْلِ الإِخْلَاصِ والوَفَاء، مَعَ زُمْرَةِ المُسْلِمِينَ الأَوْفِيَاءِ، وَمَعَ حِزْبِ المُؤْمِنِينَ الأَتْقِيَاء، عِبَادِكَ الحَامِلِينَ لِلِّوَاء، والمَرْحُومِينَ بِالأَوْلِيَاء، ولَا تُعَذِّبْنَا الَّلهُمَّ بِسُوءِ نِيَّتِنَا، ولَا بِقِلَّةِ إِخْلَاصِنَا، ولَا بِضُعْفِ تَوَجُّهِنَا، وارْحَمْنَا بِالمُنَعَّمِينَ فِينَا، وبِالصَّالِحِينَ بَيْنَنَا. آمين',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_14_WHY]: 'الوفاء بالعهود والإخلاص في الأعمال والعبادات',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_14_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_15_TITLE]: 'حِزْبُ الجَمَال',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_15_SUMMARY]:
    'لَا إِلَهَ إِلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَجَّهْتُ لَهُ وَجْهِي فِي حُلْكَةِ الظَّلَامِ، وَتَحْتَ أَسْتَارِ الغَمَامِ، بِمَا عَدَدْتَهُ عِنْدَكَ بِاللُّطْفِ يَا حَنَّانُ يَا مَنَّان.\n\nلَا إِلَهَ إِلّا اللهُ صَاحِبُ الجَلَالِ وَالإِكْرَام، أُوَجِّهُ لَهُ وَجْهِي مُنْفَطِرًا، وَقَلْبِي مُتَضَرِّعًا، وَرُوحِي مُبْتَهِجَة، أَنْ يُذِيقَنِي مِنْ نَعيِمِ الجَمَالِ، وَيُكْرِمَنِي بِالنَّظَرِ إِلَى الكَمَالِ، وَيَغْمُرَ وِجْدَانِي بِأَنْفَاسِ الدَّلاَل.\n\nالَّلهُمَّ جِئْتُكَ بِجَمَالِكَ المُودَعِ في وَجْهِ نَبِيِّكَ، الَّذِي تُشْرِقُ بِهِ الأَنْوَارُ، وَتَنْجَلِي لَهُ الأَسْرَارُ، وَتَنْكَشِفُ لَهُ الأَسْتَارُ، وَتُرْفَعُ لِأَجْلِهِ الأَنْظَارُ، أَنْ تُشْهِدَنِي مِنْ جَمَالِكَ مَا يُشْرِقُ لَهُ وَجْهِي، وَيَهِيمُ فِيهِ قَلْبِي، وَيَزْدَادُ بِهِ نُورِي، وَتَتَقَوَّى لِأَجْلِهِ رَابِطَتِي، وَتُرْفَعُ بِهِ هِمَّتِي.\n\nبِمُحَمَّدٍ المُصْطَفَى المُخْتَار، أَسْأَلُكَ نَظْرَةً إِلَى جَمَالِ الأَنْوَار، وَمَجْلَى الأَسْرَارِ، نَظْرَةً إِلَى جَمَالِ الجَنَّةِ وَنَعِيمِهَا، وَحُسْنِ الرَّوْضَةِ وَبَهَائِهَا.\n\n أَسْأَلُكَ نَظْرَةَ جَمَالٍ وَإِحْسَانٍ لِأَصْلِ الجَمَالِ، وَنَبْعِ الحِكْمَةِ وَالبَيَان، وَمِصْدَاقِ التَّقْوَى وَالإِتْقَانِ، سَيِّدَيْ شَبَابِ أَهْلِ الجِنَانِ.\n\nالَّلهُمَّ مُدَّنَا بِجَمَالِكَ مِنْ جَمَالِك، وَعَرِّفْنَا عَلَيْكَ فِي عِزِّكَ وَجَلَالِك، وَأَكْرِمْنَا بِالَمحَبَّةِ مِنْ وِدِّك، وَبِحَقِيقَةِ الشَّوْقِ مِنْ نَارِ عِشْقِك، وَبِفَنَاءِ الفَنَاءِ فِي صِفَاتِك.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_15_WHY]: 'إذا اشتد أو طال حال القبض والجلال على المريد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_15_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_16_TITLE]: 'حِزْبُ التَّرَقِّي',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_16_SUMMARY]:
    'يَا قَادِرُ يَا مُقْتَدِرُ، جِئْتُكَ بِسِرِّكَ البَاهِرِ، وَجَمَالِكَ الظَّاهِرِ، وَحِجَابِكَ المُسْتَتِرِ، وقَدَرِك المُفَعِّل، أَنْ تُزَكِّي نَفْسِي، وُتُطَهِّرَ قَلْبِـي، وَتُنَوِّرَ عَقْلِي، وَتَعْرُجَ بِرُوحِي، وَتَسْرِي بِذَاتِي.\n\nالَّلهُمَّ أَرْشِدْنِي لِلصِّرَاطِ المُسْتَقِيمِ، وَاجْعَل لِي فِي كُلِّ مَقَامٍ زِيَادَةً فِي المَعْرِفَةِ، وَفِي كُلِّ حَالٍ زِيَادَةً فِي التَّزْكِيَة، وَفِي كُلِّ ذِكْرٍ تَخْلِيصا، وَفِي كُلِّ دُعَاءٍ تَنْوِيرا، وَفِي كُلِّ اسْتِغْفَارٍ تَطْهِيرا، وَفِي كُلِّ تَسْبِيحٍ قُرْبًا وَتَقْرِيبا.\n\nالَّلهُمَّ لَا تَحْجُبْنِـي عَنْكَ بِحُجُبِ الحِسّ وَالمَعْنَـى، وَلَا تُبْعِدْنِي عَنْكَ بِالذُّنُوبِ وَالخَطَايَا، وَلَا تَسْتُرْ عَنِّي حَقِيقَةَ نُورِكَ بِالضَّعْفِ وَالذِّلَّةِ، فَإِنّي عَبْدُكَ الَّذِي أَتَاكَ طَائِعا، وَجَاءَكَ مُخْلِصا، وَفَرَّ مِنْ نَفْسِهِ إِلَيْكَ تَائِبا، أَنْ تَقْبَلَهُ فِي الصِّرَاطِ المُسْتَقِيمِ، وَتُخْرِجَ مِنْ ظُلُمَاتِ نَفْسِهِ النُّور، وَتُلْهِمَهُ مِنْ نُورِ رُوحِهِ كَمَالَ المَعْرِفَةِ وَالحُضُور.\n\nالَّلهُمَّ إِنَّ غَايَتِي فِيكَ أَنْتَ، وَدُعَائِي لَكَ بِكَ، وَمُنَاجَاتِي فِي حَضْرَتِكَ مِنْ قَبُولِكَ، وَسَعْيِي وَقَصْدِي مِنْ فَيْضِ مَحَبَّتِكَ، فَالَّلهُمَّ حَبِّبْ إِلَيَّ طَرِيقَ الحَقّ، وَأَبْعِدْ عَنّـي سُبُلَ الضَّلَال، وَاهْدِنِي فِي سَيْرِي البَاطِنِيّ وَالظَّاهِرِي إِلَى سِرّ الإرْشَادِ.\n\nالَّلهُمَّ لَا تَكِلْنِـي إِلَى نَفْسِي فِي مَعْرِفَتِك، وَلَا فِي ذِكْرِك، وَلَا فِي السَّيْرِ إِلَيْك، وَلَا فِي عُرُوجِ الرُّوحِ إِلَى حَضْرَتِكَ، وَأَعِنِّي بِمَدَدِكَ فِي كُلِّ خُطْوَة، وَكُلِّ طَرْفَة، وَفِي كُلِّ سُجُودٍ وَرُكُوعٍ وَتَكْبِيرٍ وَتَحْمِيد.\n\nالَّلهُمَّ لَا تَفْتِنِّـي بِأَحْوَالِ البَاطِنِ وَلَا بِتَقَلُّبَاتِ النُّورِ، وَلَا تَجْعَلْنِي أَقْصِدُ المَقَامَاتِ فَتَضْحَى غَايَتِي، وَلَا أَغْتَرّ بِالمُشَاهَدَاتِ فَتَصِيرُ مَقْصِدِي، وَلَا أُسْلَبُ بِالمُكَاشَفَاتِ فَتُصْبِحُ وِجْهَتِـي، وَاجْعَلْنِـي الَّلهُمَّ ثَابِتاً عَلَـى الطَّرِيقِ وَأَهْدَافِهِ، وَعَلَى الصِّرَاطِ وَشُرُوطِهِ، وَعَلَى السَّيْرِ وَنِيَّاتِهِ.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_16_WHY]: 'الانتقال في مقامات السلوك',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_16_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_17_TITLE]: 'حِزْبُ الحَقّ',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_17_SUMMARY]:
    'يا حَقُّ يا ظَاهِر، يَا أَوَّلُ يا آخِر، يا مُقَدِّمُ يا مُؤَخِّر، يا كَبِيرُ يَا مُتَعَال، لَا إِلَهَ إِلَّا أَنْت، حَقٌّ في وُجُودِك، وَحَّقٌ في مُلْكِك، وَحَقٌّ في غَيْبِكَ وسِرِّك، تَعَالَيْتَ سُبْحَانَكَ، وتَنَزَّهْتَ في حَقِّ حَقِيقَتِك، وكَمَالِ عِزَّتِك، وبَهَاءِ قُدْرَتِك.\n\nالَّلهُمَّ إِنَّا نَسْأَلُكَ بالحَقِيقَةِ العُظْمَى الَّتِـي تُحِقُّ بِهَا الحَقَّ في الدُّنْيَا وفِي الآخِرَةِ، أَنْ تُرِيَنَا الحَقَّ حَقّا وتَرْزُقَنَا اتِّبَاعَه، وتُظْهِرَ لَنَا البَاطِلَ بَاطِلًا وتُلْهِمَنَا اجْتِنَابَه، الَّلهُمَّ إنَّا نَسْأَلُكَ مِيـزَانَ الحَقِّ فِي قُلُوبِنَا، ومَوَازِينَ القِسْطَاسِ فِي نُفُوسِنَا، حَتَّـى لَا نَحْيَا ولَا نَتَكَلَّمَ ولَا نَذْكُرَ إِلَّا بِالحَقِّ الَّذِي يُرْضِيكَ عَنَّا.\n\nبِحَقِّكَ الَّلهُمَّ أَظْهِرِ الحَقّ وأَزْهِقِ البَاطِل، واحْكُمْ بَيْنَنَا بِرَحْمَةِ الحَقّ لَا بِالعَدْل، وارْزُقْنَا مِنْ لَدُنْكَ الحَقَّ الَّذِي نَتَحَدَّثُ بِه، ونَدْعُو إِلَيْه، ونَنْطِقُ ونَتَكَلَّمُ بِحَقِيقَتِه، وكُنْ لَنَا حَقًّا ظَهِيرا، وسَنَدًا مَتِينا، فَأَنْتَ اللهُ الَّذِي تَهْدِي بِحَقِّكَ مَنْ تَشَاء، وتُضِلُّ بِعِلْمِكَ مَنْ تَشَاء، والكُلُّ يَسْجُدُ لَك إِنْ شِئْتَ كَمَا تَشَاء.\n\nجِئْتُكَ الَّلهُمَّ بِمَشِيئَتِكَ الأُولَى، وقُدْرَتِكَ العُلْيَا، وعُرْوَتِكَ الوُثْقَى، ونُورِ سَرِيرَتِكَ المَكْنُونِ فِي سِدْرَةِ الأَسْمَاءِ الحُسْنَى، أَنْ تَفْتَحَ لِي بَابَ الحَقِّ والشَّرِيعَة، ومِيزَانَ النُّورِ والحَقِيقَة، وبَيَانَ الدَّعْوَةِ والبُرْهَان، ونُورَ فَهْمِ القُرْآن، والحَيَاةَ عَلَى فِطْرَةِ أَهْلِ الإحْسَان.\n\n يَا حَنَّانُ يَا مَنَّان، أَنْتَ الَّذِي تَرْزُقُ بِلَا حِسَاب، وتَغْفِرُ بِلَا عِقَاب، وتُعْطِي بِلَا عِتَاب، ارْزُقْنَا الحَقَّ الَّذِي نَهْتَدِي بِه فَنَهْدِي إِلَيْه، وثَبِّتْنَا علَى الحَقِّ واجْعَلْنَا مِنْ أَهْلِ الحَقّ، وكُنْ لَنَا الحَقَّ الَّذِي بِهِ نَهْتَدِي وعَلَيْهِ نَسْتَقِيم، وبِذِكْرِهِ نَبْتَغِي رِضَاكَ يَا حَيُّ يَا قَيُّوم.\n\nيَا صَاحِبَ التَّحْقِيقِ الأَكْمَل، والسِّر الأَجْمَل، والنُّورِ المُتَنَزِّل، والحُضُورِ المُكْتَمِل، رَفَعْنَا أَكُفَّنَا إِلَيْك، وسَجَدْنَا خَاضِعِينَ مُوَجِّهِينَ وُجُوهَنَا لِقِبْلَتِك، مُؤْمِنِينَ بِنَبِيِّك، رَاضِينَ بِك، أَشْهِدْنَا الَّلهُمَّ حَقَّكَ في أَنْفُسِنَا، وحَقِيقَتَكَ في حَيَاتِنَا، وزِدْنَا بالحَقِّ يَقِينا وثَبَاتا وتَصْدِيقا.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_17_WHY]: 'نشر الحق وإعلاء رايته والدعوة إليه والثبات على موقفه',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_17_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_18_TITLE]: 'حِزْبُ أَهْلِ الرُّوح',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_18_SUMMARY]:
    'أَعُوذُ بالله مِنَ الشَّيْطَانِ الرّجِيم، بِسْمِ الله الرَّحمنِ الرَّحيم، الحَمْدُ لله رَبِّ العَالَمِين، صَاحِبِ الأمْرِ الأَوَّلِ فِي الرُّوح، والحَاكِمِ بِقَبْضَتِه في سِرِّ النُّور، والأَوَّلِ والآخِرِ في الظُّهُور، صَاحِبِ الآيَاتِ في القُرْآن، والمُتَنَزِّلِ بِالنُّورِ والبُرْهَان، ذِي الجَلَالِ والإكْرَام، خَالِقِ الأرْواحِ مِنْ نُور، وجَامِعِها بِسِرِّ الحَرْفِ والَّلوْحِ والقَلَم علَى مَعَارِفِ أَهْلِ الصُّدُور، ومُحَرِّرِها بِالحَقِّ سَاعَةَ العَرْضِ علَى صَاحِبِ النُّور.\n\nسُبْحَانَ الَّذِي قَبَضَ قَبْضَة السِّر، ونَثَرَها في حَضْرَةِ الذِّكْر، وصَوَّرَهَا بِالإِذْنِ في سَمَاءِ البُـرُوج، وفَتَحَ لَهَا بالحَقِّ أَبْوَابَ العُرُوج، نَسْأَلُكَ الَّلهُمَّ بِحَمْدِ الرُّوح وتَسْبِيحِهَا، وبِتَكْبِيرِها وتَوْحِيدِها، وبِذِكْرِها وسُكُونِها، أَنْ تُعَرِّفَنَا علَى أَمْرِكَ فِيها، وتَرْزُقَنَا مِنْ نَعِيمِهَا، وتُعَرِّفَنَا عَلَيْكَ بِها.\n\nيا خَالِقَ الرُّوحِ مِنْ أَمْرِك، ومُصَوِّرَهَا مِنْ سِرِّك، والخَاتِمَ علَيْهَا بِنُورِك، ومُنَزِّهَهَا بِشَأْنِك، احْكُمْ فِينَا بِأَرْوَاحِنَا، واجْعَلْ لِلرُّوحِ السُّلْطَةَ عَلَيْنَا، ومَكِّنْهَا مِنْ أُمُورِنا، وأَعِنَّا عَلَى الإِتْيَانِ بِحَقِّهَا، واسْتِكْمَالِ مَقَامَاتِها.\n\nالَّلهُمَّ زَكِّي أَرْوَاحَنَا بِالنُّورِ المُتَنَزِّل، والحُبِّ المُتَجَلِّي، والطُّهْرِ المُتَدَفِّق، والجَمَالِ المُتَدَنِّي، تَزْكِيَةً تَرْفَعُ بِها أَرْوَاحَنَا إِلَيْك، وتُقَرِّبُهَا مِنْ مَعَانِي المُرَاقَبَة، وتُذِيقُهَا مِنْ جَلَالِ المُشَاهَدَة، وتُحَرِّرُهَا مِنْ قُيُودِ العُبُودِيَة، وتُغْرِقُهَا في أَسْرَارِ الهُوِيّة.\n\nالَّلهُمَّ إِنَّا أَتَيْنَاكَ بِأَرْوَاحِنَا، وبِأَمْرِكَ فِينَا، أَنْ تَجْمَعَنَا بِالرُّوحِ الأُولَى، رُوحِ سَيِّدِنَا مُحَمَّد ﷺ جَمْعًا يَسْقِي أَرْوَاحَنَا مِنْ رُوحِه، ويَرْبِطَ عَلَيْهَا بِسِرِّه، ويَأْذَنَ لَها فِي العُرُوجِ بِإِذْنِه، ويُدْخِلَهَا شُهُودَ الدِّيوَانِ بِمَقَامِه.\n\nالَّلهُمَّ بِرُوحِ النَّبِي الأُمِّي الَّتِي أَشْهَدْتَهَا العُهُود، وَوَلَّيْتَهَا شُؤُونَ العِبَاد، وأَعْطَيْتَهَا مَفَاتِيحَ السِّرِّ وَالإِرْشَاد، أَكْرِمْنَا بِوَصْلٍ تَامٍّ مَوْصُولٍ بِحَضْرَةِ أَهْلِ الإِسْنَاد، المُتَحَقِّقِينَ بِبَهْجَةِ الإِسْعَاد.\n\nالَّلهُمَّ أَرْشِدْنَا بِالرُّوحِ لِمَنْ يُرْشِدُنَا إِلَيْك، وَسَلِّمْ أَرْوَاحَنَا لِمَنْ يُسَلِّمُهَا إِلَيْك، وَوَجِّهْنَا بِأَمْرِكَ فِي أَرْوَاحِنَا لِمَنْ يَوَجِّهُنَا إِلَيْك، بِجَاهِ صَاحِبِ الوِلَايَة والوَلَاء، سَيِّدِنَا مُحَمَّدٍ سَيِّدِ الأَوْلِيَاء، وعلَى آلِهِ الكُمَّلِ الأَتْقِيَاء، صَلَاةً تَامَّةً مِنْ صَلَوَاتِ الأَرْوَاحِ الأَحْيَاء، وسَلِّمْ تَسْلِيما.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_18_WHY]: 'التحقق بسر الروح والاستمداد من العارفين بها في عالم الروح',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_18_WHEN]:
    'عند عروج الروح أو في حال الاستمداد الروحي من الشيخ المرشد (الرابطة الروحية)',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_19_TITLE]: 'حِزْبُ القُرْب',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_19_SUMMARY]:
    'الَّلهُمَّ صَلِّ على سَيِّدِنا مُحَمَّدٍ صَاحِبِ المَقامِ المَحْمُود، الحَامِلِ لِنُورِ الرُّوحِ والعُهُود، المُتَحَقِّقِ بِسِرِّ الَّلوْحِ والحِبْرِ المَادِّ المَمْدُود.\n\nالَّلهُمَّ يا مَنْ صَلَّى على نَبِيِّهِ في نُورٍ أَزَلِي، وأَدَامَ الصَّلاةَ عَلَى نَبِيِّهِ في مَقَامٍ جَبَرُوتي، وذَكَرَ نَبِيَّهُ بالصَّلاةِ عَلَيْهِ بِبَهَاءٍ مَلَكُوتِي، وفَرَضَ الصَّلاةَ عَلَى نَبِيِّهِ في قُرْآنٍ لَدُنِي.\n\nالَّلهُمَّ إنَّك الَّذِي تُصَلِّي علَى نَبِيِّكَ قَبْلَ الزَّمان، وبَعْدَ الزَّمان، وبصَلاتِكَ علَيْهِ يَسْتَمِرُّ الزَّمَان، الَّلهُمَّ إنَّكَ الَّذِي تُصَلِّي عَلَى نَبِيِّكَ قَبْلَ تَنَزُّلِ القُرْآن، وأَدَمْتَ الصَّلاةَ عَلَيْهِ بِحُكْمِكَ المُطْلَقِ يا مَنَّان.\n\nجِئْتُكَ بالصَّلاةِ على نَبِيِّكَ، الَّتِـي فَرَضْتَها رُكْناً في القَبُول، وشَرْطاً لِلْوُصُول، ومِفْتَاحاً لِلْحُصُول، أَنْ تُقَرِّبَنِـي الَّلهُمَّ مِنْكَ قُرْباً يُشْغِلُني بِك، ويُحَبِّبُنِي في ذِكْرِك، ويَجْعَلُ قُرَّةَ عَيْنِي فِي مُنَاجَاتِك، والنَّظَرِ لِجَمَالِ أنْوَارِك.\n\nالَّلهُمَّ بالقُرْبِ أَشْغِلْنِي بِكَ عَنْ غَيْـرِك، وامْلَأْ قَلْبِي بِنُورٍ مِنْ عِنْدِك، وكَمِّلْ صِفَاتِي بِخَتْمٍ مِنْ نَبِيِّك، وجَمِّلْ أَوْصَافِي بِحِلْيَةِ الاقْتِدَاءِ بِسُنَّةَ رَسُولِك.\n\nالَّلهُمَّ إِنَّكَ القَريب، ولَكَ القُرْب، وبِيَدِكَ أَحْوَالُ التَّقْريب، الَّلهُمَّ اجْعَلْ أَحْوَالَ قُرْبِي ثَابِتَة، وتَقُلُّبَاتِ نَفْسِي صَادِقَة، وأَلْوَانَ مَحَبَّتي حَقِيقِيَّة، وفُنُونَ رُوحِي نُورَانِيَة، وأَقْوَالِي مِنْ مَنْهَجِ نَبِيِّك مُسْتَقِيَة.\n\nالَّلهُمَّ اجْعَلْنِي أَحْيَا بِالقُرْبِ المُحَمَّدِي، وأَفْنَـى في الحُبِّ الأَحْمَدِي، وأَذْكُرُكَ بِالحَالِ الإبْرَاهِيمِـي، وأُصَلِّي لَكَ بالسَّنَدِ الجِبْرائيلي، وأَدْعُو إِلَيْكَ بالإِذْنِ النَّبَوِي.\n\nالَّلهُمَّ اكْتُبْ لي عَمَلاً يُقَرِّبُنـي مِنْكَ، ودَعْوَةَ خَيْـرٍ تُقَرِّبُنـي بِهَا مِنْك، وَهَبْ لِي مِنْ رِزْقِكَ الوَفِيرِ عَمَلاً صالِحًا أَرْجُو بِهِ قُرْبَك، وأَطْلُبُ بِهِ حِصْنَكَ، وأَحْتَمِـي بِهِ بِجَنَابِك.\n\nالَّلهُمَّ يا صَاحِبَ العِزَّةِ والدَّوَام، الَّلهُمَّ يا مَنْ في حِزْبِهِ الأَمْنُ والأَمَان، الَّلهُمَّ يَا قَريبُ مِنَ العِبَاد بِالحِجَاب، الَّلهُمَّ يا مَنْ يَحُولُ بِالقُرْبِ بيْنَ المَرْءِ وقَلْبِه، حُلْ بَيْنِي وبَيْنَ نَفْسِي بِحَقِيقَةِ قُرْبِك، واجْعَلْنِي الَّلهُمَّ أَرَى حُضُورَكَ بيْني وبيْن نَفْسِي، وفي نَجْوَايَ وضَمِيرِي، في سِرِّي وأَرْكَانِي، في كُلِّيَةِ ذَاتِي وأَجْزاءِ رُوحِي.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_19_WHY]: 'نيل القرب وأسبابه والعيش بأحواله',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_19_WHEN]: '',

  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_20_TITLE]: 'حِزْبُ التَّقْرِيب',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_20_SUMMARY]:
    'سُبْحَانَ الَّذِي أَقَامَ الأَكْوَان، وَاسْتَقَامَتْ بِتَسْبِيحِهِ الأَرْكَان، وَطَافَتْ حَوْلَ نُورِهِ رُوحُ الزَّمَان، وَاسْتَقَرَّتْ بِقُدْرَتِهِ أَحْوَالُ المَكَان.\n\nسُبْحَانَ الَّذِي يُظْهِرُ سِرَّهُ فِي مَنْ شَاء، وَيُؤْتِي حِكْمَتَهُ لِمَنْ شَاء، بِحَقِيقَةِ قُرْبِهِ الَّتِي تُحِيطُ بِالأَمْلَاكِ وَالأَرْضِ وَالسَّمَاءِ.\n\nسُبْحَانَ البَصِيرِ الَّذِي تَجَلَّى بَصَرُهُ عَلَى الوُجُودِ فَأَبْصَرْنَا، سُبْحَانَ السَّمِيعِ الَّذِي فَاضَ سَمْعُهُ عَلَى الوُجُودِ فَأَدْرَكْنَا، سُبْحَانَ اللهِ الَّذِي جَمَعَنَا بِأَسْمَائِهِ فِي صِفَاتِهِ، وَتَنَزَّلَ عَلَيْنَا بِأَوْصَافِهِ فِي سَيِّدِنَا رَسُولِ الله ﷺ.\n\nالَّلهُمَّ بِالتَّسْبِيحِ اسْلُك بِنَا مَنْهَجَ التَّقْرِيبِ، وَخُذْنَا مِنْ أَنْفُسِنَا إِلَيْكَ، وَانْزَعْ مِنَّا الوَحْشَةَ بِقُرْبِكَ، وَمَوْتَ الرُّوحِ بِحَيَاتِكَ، وَالسُّكُونَ بِذِكْرِكَ، وَالضَّعْفَ بِإِرَادَتِكَ.\n\nالَّلهُمَّ اخْتَرْنَا عِبَادًا لَكَ، وَسَيِّرْنَا مُرِيدِينَ فِي طَرِيقِكَ، وَسِرْ بِنَا عَلَى خُطَى نَبِيِّكَ، وَقَرِّبْنَا مِنْ أَبْوَابِ حَضْرَتِكَ.\n\nيَا مَنْ نُنَاجِيهِ بِسَرَائِرِ قُلُوبِنَا، وَنَدْعُوهُ بِأَحْوَالِ رُوحِنَا، وَنُخَاطِبُهُ بِأَوْصَافِهِ فِينَا، نَرْجُو مِنْكَ قُرْبًا يُنْجِينَا، وَسَعَادَةً تُبْكِينا، وَفَرَحًا بِكَ يُسْعِدُنَا، وَتَقْرِيبًا مِنْكَ يُقَرِّبُنَا، وَقُرْبًا مِنْ حَضْرَتِكَ يَجْتَبِينَا، وَمَحَبَّةً فَائِضَةً مِنْكَ تَصْطَفِينَا، وَبَيْعَةَ رِضْوَانٍ فِي جِنَانِ قُرْبِكَ تَضُمُّنَا.\n\nالَّلهُمَّ لَا تَهْجُرْنَا بِالإِبْعَادِ، وَلَا تُبْعِدْنَا بِكَثْرَةِ الذُّنُوبِ وَالالْتِفَاتِ، وَاجْعَلْنَا الَّلهُمَّ فِي عِيَاذِكَ مِنْ مَرَارَةِ البُعْد، وَشَقَاوَةِ الجَفَاف، وَنُفُورِ النَّفْس، وَبُرُودِ الهِمَّة، وَاسْقِنَا بِلَذَّةِ القُرْب، وَحَلَاوَةِ الذِّكْر، وَبِخُشُوعِ القَلْب، وَبِمَاءِ الرُّوح.',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_20_WHY]: 'في حال البعد والإبعاد',
  [TKeys.INVOCATIONS_AHZABS_SECTION_3_CHAPTER_20_WHEN]: '',

  // MENUS
  [TKeys.MENU_SETTINGS]: 'إعدادات',
  [TKeys.MENU_HOME]: 'إستقبال',
  [TKeys.MENU_PRESENTATION]: 'تقديم',
  [TKeys.MENU_PURIFICATION]: 'تزكية',
  [TKeys.MENU_METHODOLOGY]: 'منهجية',
  [TKeys.MENU_SUNNAHS]: 'سنن',
  [TKeys.MENU_INVOCATIONS]: 'أذكار',
  [TKeys.MENU_INVOCATION]: 'ذكر',
  [TKeys.SETTINGS_LANGUAGE]: 'لغة التطبيق',
  [TKeys.SETTINGS_LANGUAGE_DEFAULT]: 'هل تريدون الاستمرار باللغة {lang} ؟',
  [TKeys.SETTINGS_RESET]: 'إعادة ضبط التقدم',

  // BUTTONS
  [TKeys.BUTTON_YES]: 'نعم',
  [TKeys.BUTTON_NO]: 'لا',
  [TKeys.BUTTON_CLOSE]: 'غلق',
  [TKeys.BUTTON_START]: 'بدء',
  [TKeys.BUTTON_RESTART]: 'إعادة',
  [TKeys.BUTTON_SAVE]: 'حفظ',
  [TKeys.BUTTON_READ_START]: 'أبدأ القراءة',
  [TKeys.BUTTON_AGREE]: 'أوافق',
  [TKeys.BUTTON_DISAGREE]: 'أعارض',
  [TKeys.BUTTON_CLEANING]: 'تطهير',
  [TKeys.BUTTON_ENLIGHTENMENT]: 'تنوير',

  // LANGUAGES
  [TKeys.LANGUAGE_ARABIC]: 'العربية',
  [TKeys.LANGUAGE_FRENCH]: 'الفرنسية',
  [TKeys.LANGUAGE_ENGLISH]: 'الإنجليزية',
  [TKeys.LANGUAGE_INDONESIAN]: 'الإندونيسية',

  // COMMON
  [TKeys.PHASE_1]: 'المرحلة الأولى',
  [TKeys.PHASE_2]: 'المرحلة الثانية',
  [TKeys.PHASE_3]: 'المرحلة الثالثة',
  [TKeys.SECTION]: 'الجُزْءُ {value}',
  [TKeys.PROGRESS_TITLE]: 'التقدم',
  [TKeys.PROGRESS_START_DATE]: 'تاريخ البدء',
  [TKeys.PROGRESS_END_DATE]: 'تاريخ الانتهاء',
  [TKeys.PROGRESS_SUCCESSFUL_DAYS]: 'الأيام الناجحة',
  [TKeys.PROGRESS_TOTAL_DAYS]: 'إجمالي الأيام',
  [TKeys.PROGRESS_FAILED_ATTEMPTS]: 'المحاولات الفاشلة',
  [TKeys.PROGRESS_FAILED_ATTEMPTS_RULE]: 'خرق القاعدة {rules} في اليوم {day}',
  [TKeys.PROGRESS_FAILED_ATTEMPTS_RULE_SIMPLE]: 'تم خرق القاعدة في اليوم {day}',
  [TKeys.PROGRESS_START_DAILY_EVALUATION]: 'تقييم يومي',
  [TKeys.PROGRESS_EVALUATION_MESSAGE]: 'اختر القواعد التي تم خرقها',
  [TKeys.PROGRESS_EVALUATION_QUESTION]: 'هل تم احترام القاعدة التالية ؟',
  [TKeys.PROGRESS_EVALUATION_QUESTIONS]: 'هل تم احترام القواعد التالية ؟',
  [TKeys.BASMALAH]:
    'بسم الله الرحمن الرحيم والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا محمد وعلى آله وصحبه أجمعين',
  [TKeys.LEVEL]: 'المستوى {value}',
  [TKeys.MORNING]: 'الصَّبَاحِ',
  [TKeys.EVENING]: 'المَسَاءِ',
  [TKeys.TIMES_COUNT]: 'مرة واحدة',
  [TKeys.TIMES_COUNT_PLURAL]: '{times} مرات',

  [TKeys.MESSAGE_ADDED_SUCCESSFULLY]: 'تمت الإضافة بنجاح',
  [TKeys.MESSAGE_EVALUATED_SUCCESSFULLY]: 'لقد تم تحديث تقدمك بنجاح',
  [TKeys.DURATION]: '{value} دقيقة',
  [TKeys.DURATION2]: '{value} دقائق',
  [TKeys.RESTART_CONFIRM_TITLE]: 'هل أنت متأكد أنك تريد البدء من جديد ؟',
  [TKeys.RESTART_CONFIRM_MESSAGE]: 'سيؤدي هذا إلى حذف تقدمك  !\nعملية لا رجعة فيها',
  [TKeys.A]: 'أ',
  [TKeys.B]: 'ب‌',
  [TKeys.GENERAL_INTRODUCTION_TITLE]: 'مُقَــــدِّمَة عَــــامَّة',
  [TKeys.GENERAL_PRESENTATION_TITLE]: 'تَقْدِيــــــــــــمٌ عَام',
  [TKeys.INITIATION_TITLE]: 'إِسْتِـــــــهْلاَلٌ وَإِجَـــــــــــــازَةٌ',
  [TKeys.CONCLUSION]: 'خَاتِمَة',
};
