import { TKeys, Translations } from '../constants';

export const arabic: Translations = {
  [TKeys.WELCOME]: 'مرحبا بكم في تطبيق التزكية',
  [TKeys.APPLICATION_TITLE_PRIMARY]: 'المنهج النبوي',
  [TKeys.APPLICATION_TITLE_SECONDARY]: 'منهج الفلاح',

  // PRESENTATION
  [TKeys.PRESENTATION_CENTER_TITLE]: ' المركز الأكاديمي الدولي للدراسات الصوفية والجمالية',
  [TKeys.PRESENTATION_CENTER]:
    'قائم على منهج نبوي سلوكي يجمع بين التربية الروحية لأعضائه ومنخرطيه والعمل الأكاديمي الصوفي إضافة للاهتمام بالجانب الديني الثقافي.\n\nيسعى المركز أكاديميا إلى: الإسهام في خدمة التصوف المغربي الأصيل أدبيا وفكريا وثقافيا ومعرفيا وتواصليا من خلال إبراز مظاهر جمالية الفكر الإسلامي عامة، والصوفي خاصة، من حيث: الأدب، والخط، والموسيقى والسماع، وغيرها..، وتنظيم ندوات ومحاضرات وأيام دراسية حول التصوف المغربي وتأثيراته الفنية والجمالية، داخل المغرب وخارجه، ثم السعي إلى تبادل بعثات ثقافية وعلمية وفنية مع جهات مهتمة أو متخصصة في الدراسات الصوفية والجمالية.\n\nيسعى المركز روحيا إلى: إعادة الاعتبار للتربية الروحية السلوكية لمنخرطيه، والقائمة على وسطية الإسلام واعتداله، من خلال تربية النشء على الخصوصيات الدينية المغربية من عقيدة أشعرية وفقه مالكي وسلوك صوفي في ظل إمارة المؤمنين، وتنظيم جلسات الذكر والسماع على النمط الصوفي المغربي.. ثم العمل على فتح المجال أمام الطلبة الباحثين الأجانب الذين يريدون التعرف إلى خصوصية التصوف في المغرب، بتوفير ظروف إقامتهم والإشراف على توجيه زياراتهم إلى الأماكن التراثية المغربية كالأضرحة والزوايا والمؤسسات الدينية… \n\nيسعى المركز تربويا إلى: تحفيظ القرآن الكريم وفق رواية ورش وتدريس المتون الأساسية في العقيدة والفقه والتصوف، كمتن ابن عاشر.. ثم العناية بمجال السماع الصوفي والمديح النبوي دراسة وممارسة، من خلال إنشاء فرقة سماعية خاصة بالمركز…',
  [TKeys.PRESENTATION_CHEIKH_TITLE]: 'فضيلة الشيخ الدكتور عزيز الإدريسي الكبيطي الحسني',
  [TKeys.PRESENTATION_CHEIKH]:
    'حصل على الدكتوراه في الفكر الإسلامي والتصوف من جامعتي سيدي محمد بن عبد الله بفاس، و لويولا شيكاغو بالولايات المتحدة الأمريكية، تم تتويجه سنة ٢٠١٨م بجائزة التميز في العلوم الإسلامية، من طرف مؤسستي فولبرايت وأميديست الدوليتين، اعترافا بما قدمه من دراسات متميزة في حقل العلوم الإسلامية بالغرب الحديث و قد حصل قبل ذلك على دبلوم الدراسات العليا المعمقة في الأدب العربي، والأدب الإنجليزي، وحصل على العديد من المنح الدولية للقيام بأبحاث ودراسات خارج المغرب، وأهمها منحة اللجنة المغربية الأمريكية للتبادل التربوي والثقافي، والتي مكنته من القيام بإنجاز أطروحة الدكتوراه، داخل الجامعات الأمريكية، بالإضافة إلى منحة فولبرايت لما بعد الدكتوراه، ومنحة جون ماني أكشن التي يمنحه الإتحاد الأوروبي للباحثين المميزين. وهو المدير العام لمؤتمر فاس العالمي للتصوف الذي ينعقد في المملكة المغربية سنويًا كما شارك وأشرف على تنظيم الكثير من المؤتمرات والندوات العلمية الأكاديمية في العديد من الدول منها: المغرب، الجزائر، إسبانيا، فرنسا، أنجلترا، سكوتلاندا، الولايات المتحدة، ماليزيا، إندونيسيا، سنغافورة، بانغلاديش، أدرابيجان، جنوب افريقيا، وغيرها الكثير. صدر له أزيد من عشرين كتابا حيث ترجمت بعض أعماله إلى الإنجليزية والإسبانية والألمانية والمالايو، وغيرها من اللغات الكونية.',
  [TKeys.PRESENTATION_APPROACH_TITLE]: 'المنهج النبوي: طريق الشكر',
  [TKeys.PRESENTATION_APPROACH]:
    ' ضائع شباب الأمة الإسلامية في متاهة البحث عن الحرية والبحث عن السعادة وتكملة النقص الذي يستشعره في باطنه في طرق أبواب خاطئة مضللة واتباع قدوات زائفة! يعيش فقدان للهوية الإسلامية ونكران للقدوة والأسوة التي خلقها الله لنا رحمة.. كيف أننا من أمة سيدنا محمد ﷺ ونحن لا نحبه !وكيف نحبه ونحن لا نعرفه ولا نتبع سنته !؟ \n قال الله عز وجل: "قد أفلح من تزكى وذكر اسم ربه فصلى" \n  فالمنهج النبوي: طريق الشكر الحل ومنهج الفلاح في الدنيا والأخرى؛ جاء ليعرفنا بمهمتنا في هذا الكون، ومهمة العبد في الدنيا اثنتان: \n الأولى: معرفة العبد ربه والوصول إليه.  والثانية: تعريف الخلق بالله عزوجل وإرشادهم إليه. \n جاء بمنهج تطبيقي سلوكي يرجع الإنسان إلى أحسن تقويم ويصله بالله عز وجل ويحققه بالتنمية الذاتية والسعادة الباطنية الحقة في ربط كل مكونات ذاته [الجسد، العقل، القلب، النفس،الروح] بأصلها النوراني "الروح" باتخاذ منهج التزكية تطهيرا عن طريق الكف عن كل المحرمات التي ترتكب يالجوارح السبع التي تظلم القلب،* ثم تنويرها* باستخدامها في ما يرضي الله عزوجل وكما علمنا قدوتنا رسول الله ﷺ؛ ثم تزكية النفس والتخلي عن الشهوات وعن الآفات النفسية كالكبر وحب الذات.. ثم التخلق بأخلاق النبي ﷺ من تواضع وقناعة ورضا ورحمة وحب الخير للغير.. ثم تزكية العقل وربطه بالله عز وجل في كل الأعمال والأوقات عبر مستويات تسع ويساعد بذكر نوراني الذي يسهل مرارة هذه المجاهدة والتخلي عن شهوات النفس -> و هكذا تسقى الروح وتسقي كل مكونات الذات فتتطهر لطائف الروح ويتصل العبد بربه وتتذكر الخطاب المباشر الذي خاطبها الله عز وجل في عالم الأرواح، فتحيا الروح بالمحبة ويتعرف العبد على ربه ورسوله عن طريق شيخه المحمدي المأذون، ويتحقق بالمقصود الأعظم من الوجود وهو معرفة الله تعالى والاتصال به ونيل مرضاته وعيش حياة محمدية أحمدية وسلوك مسلك الرحمة والمحبة والتسليم لا مسلك الطاعة والعبادات الجافة. => فهذا المنهج المبارك ما يحقق السعادة ويكمل النقص الذي يبحث عنه الإنسان في أشياء باطلة وكأنه يسعى وراء السراب.. والحمد لله رب العالمين أن عرفنا على من يعرفنا على أنفسنا وعن قدوتنا سيد الخلق ﷺ وعن خالقنا.',

  // PRESENTATION BOOKS
  [TKeys.PRESENTATION_BOOKS_TITLE]: 'مكتبة المركز',
  [TKeys.PRESENTATION_BOOKS]:
    'صدر لفضيلة الشيخ الدكتور عزيز الكبيطي الإدريسي الحسني أكثر من عشرين كتاب منها إصدارات أكاديمية ومنها روحية:',
  [TKeys.BOOK_TITLE_1]: 'علم التزكية: منهج الفلاح',
  [TKeys.BOOK_DESC_1]:
    'فأما طريق الفلاح والمسار السالك والمُوصِل إلى الله رب العالمين هو ما لَخَّصْنَاه بحول الله وقدرته عمليا في هذا الكتاب، لأن الفلاح مرتبط في القرآن الكريم بالتزكية وبالذكر وبالصلاة التي تتجلى فيها معارج المعرفة، كما قال الله تعالى: “قد أفلح من تزكى وذكر اسم ربه فصلى” ، وهذه الأساسيات الثلاثة قد تولاها بالإجمال والتخصيص هذا الكتاب المبارك؛ ففي التزكية ثلاث مراحل ومقامات سَنُسْأَلُ عنها يوم القيامة وهي تزكية القلب والعقل والنفس، وفيها المقام الرابع الذي هو فضل من الله عز وجل وهو تزكية الروح.',
  [TKeys.BOOK_TITLE_2]: ' الأذكار النورانية المحمدية: التحصين الكامل من القرآن الكريم والسنة النبوية',
  [TKeys.BOOK_DESC_2]:
    'إن الإنسان في هذه الدنيا محاط بالأخطار وبطوارق الشر من كل جانب، وهو بطبعه ضعيفٌ؛ تتجاذبه أهواء نفسه، وأوهام عقله، وإغواءات شياطين الإنس والجن المتربص به ليل نهار، فتنهشه الأخطار من كل حدب وصوب، حتى يهلك بين أنيابها، ولولا ألطاف الله تعالى ورحماته بخلقه ما نجا منها أحد قَطُّ، ولهلك الجميع. \n ولقد علمنا رسول الله ﷺ كيف نلجأ إلى الله عز وجل للاحتماء به؛ وكيف نحصن أنفسنا من شر الحسدة والحقدة والمردة والسحرة، ومن شر شياطين الإنس والجن، ومن شر الهوام والدواب، ومن شر كل ذي شر خلقه الله عز وجل مما نعلم ومما لا نعلم، ولَقد سَنَّ ﷺ لصحابته عددا من الأذكار والأوراد من القرآن الكريم، ومن السنة النبوية التي تعلمهم حقيقة العبودية والافتقار واللجوء إلى الله القوي المتين القهار المتكبر، وتحميهم من شرور أنفسهم ومن أخطار العالمين، خصوصًا أذكار الصباح والمساء التي تضمنها هذا الكتيب الهام الذي يجب أن يقبل عليه كل مسلم طالب لفضل الله ولرحمته، حتى يأويه الله تعالى إلى حصنه المكين، ويلبسه رداء العفو والمعافاة..',
  [TKeys.BOOK_TITLE_3]: 'جواهر الأذكار السَّنية في كشف الأستار الخفية',
  [TKeys.BOOK_DESC_3]:
    'هي مجامع الأذكار المسترسلة في أحوال العبودية ومقاصدها الأحدية، يستنفع بها المؤمن فيثقل ميزان حسناته، والمحسن فتكشف مشاهداته، والسالك فتتطور مراقباته والمحب فترتوي محبته، وكل ذي طلب يتحقق بمطلبه بفضل هذا الذكر الأحمدي المحمدي.\n وهي أذكار إذا اتخذها المريد ورداً بإذن محمدي يرد به على حضرة الله فتفيض عليه الواردات النورانية، ومنافعها على المريد السالك كبيرة ومتعددة.',
  [TKeys.BOOK_TITLE_4]: 'مدراج الفلاح في معرفة أصناف الشيخ الفتاح',
  [TKeys.BOOK_DESC_4]:
    'بإذن الله تعالى وبإذن رسوله ﷺ نشارك هذا الفيض العميم والنعمة العظيمة مع كل من أراد السلوك إلى الله تعالى وتاه في التعدد واختلطت عليه الطرق والمسالك في زمن أصبح الباطل يَدَّعِي الحق ويُظْهِر المعرفة والصحيح يختبئ في الجهل وينطوي في السريرة.. وبرحمة منه تعالى أن وَجَّهَنَا لنوره وحكمته ومعرفته لنوضح للمريد السالك وجه الحقيقة ووجه الشريعة في أول مفتاح يحتاجه للوصول وهو الشيخ الفتاح الذي لا يصح السلوك إلا به ولا يُقْبَل العبد في الحضرة إلا من خلال إذنه، وهته التراتبية في أصناف المشايخ جُعِلَت مقصودة تستجيب لها الأرواح والعقول بما تستفيد وتُفيد، لذلك نرجو من كل قارئ أن يتوجه لله قبل كل شيء بصفاء القصد وحسن النية وأن يفرغ عقله من أي فهم سابق ليرى ببصيرته نور الحق ويستمد من الحكمة ويتذوق بالروح ما سَيُغْنِيه عن نفسه ويُوصِلُه إلى شيخه.',
  [TKeys.BOOK_TITLE_5]: 'الأسرار الوهبية في إقامة الدعوة المحمدية',
  [TKeys.BOOK_DESC_5]:
    'تطرق هذا الكتاب المبارك ـــ بحول الله و قوته ـــ إلى أسس الدعوة السوية السليمة، ونقط ضعف الدعوات الحالية، والبديل المنهجي الذي يوحد صف الأمة على منهج رسول الله ﷺ.\n حيث ركزنا في الجزء الأول على منهج الدعوة كما جاء بها رسول الله ﷺ، وتحدثنا كذلك عن المنهج النبوي في زماننا هذا ونقط قوته المستمدة من أسس الدعوة المحمدية السليمة.\n  أما في الجزء الثاني فتحدثنا عن أنواع التحركات الدعوية وخصوصا في هذا الزمن، وتحدثنا كذلك عن نقط ضعفها وقلة اعتمادها على المنهج الصحيح للدعوة والاستدلال.\n وفي الجزء الثالث والأخير تحدثنا عن طريقة تكوين الدعاة ورجال الدين تكوينا خماسي الأبعاد مما يجعل الداعية متمكنا من علمه، وفاهما لأصوله، وقادرا على توصيله لغيره، وعلى رد الانتقاد الموجه إليه و الحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_6]: 'المنهج النبوي: طريق الشكر',
  [TKeys.BOOK_DESC_6]:
    'إنه درب الفلاح وسبيل النجاح للمريد الملحاح، ويفصل الحديث في طريق رسول الله صلى الله عليه وسلم (الطريقة الأحمدية المحمدية: أصل كل الطرق)، التي تقوم على ركيزتي الشاكر:(الشيخ الحي)، والشكر:(التزكية والمجاهدة). وتقوم على شروط مطلوبة يجب أن تتوفر في السالك لهذه الطريق وأهداف مقصودة يضعها المريد نصب عينيه، ثم مقامات عليا لا يشتم رائحتها من لم ينهج هذا السبيل، والله أعلم حيث يجعل رسالته وسره، والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_7]: 'المنهج اليقين في معرفة مقامات الصديقين',
  [TKeys.BOOK_DESC_7]:
    'هو مدارج الترقي في مقامات القرب والتلقي، من خلال سبعة مقامات كبرى، في كل واحد منهم سبعة اخرى (وفيه من حقائق السير ما تضيق العبارة عن وصفه فتم التلميح له بالترميز أو التصوير أو التشكيل)، وفوق كل ذي علم عليم، والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_8]: 'حِكَمُ المنَّان في إصلاح مملكة الإنسان',
  [TKeys.BOOK_DESC_8]:
    'جاء هذا الكتاب فيضا محمديا يحمل مشاكل الخلق جملة، ويحمل حلولها وطرق علاجها، وهذا ما نحن في أمس الحاجة إليه، وخصوصا في زمان كثرت فيه الفتن، وحاد الناس فيه عن مقصودهم، وأغرتهم الحياة الدنيا فظنوا أنهم خالدون فيها، ولكنهم وعزة الله وجلاله سيفارقونها وسيعودون إلى الله عز وجل، فمن عمل حسنا فله جزاء الجنة ورضوان من الله أكبر، ومن عمل سوءًا وظلم نفسه فقد خسر خسرانا مبينا، وما هذه إلا تذكرة لعلها تنفع الناس، أو لعلها توقظ ما نام في دواخلهم من حرارة طلب الله عز وجل.',
  [TKeys.BOOK_TITLE_9]: 'أسرار الكنوز: في السحر والجن والشيطان الهموز',
  [TKeys.BOOK_DESC_9]:
    'هذا الكتاب هو تحفة من المعارف والأسرار حول أصناف الجن وإغواءات الشيطان، يضم تاريخا خفيا حول أصل الجن وطبائعه وخوارق السحر وإمكانياته، ويتحدث عن الأخطاء الكبرى التي يقع فيها أصحاب ما يسمى بالرقية الشرعية، ومخاطر البحث عن الكنوز دون مفتاح مأذون مما يجعلهم عرضة لمكائد الشيطان، ويبين حقيقة العلاج وكيفيته، والله ولي التوفيق والمرشد إلى ينابيع الحكمة.',
  [TKeys.BOOK_TITLE_10]: 'صفوة المعارف في حقيقة الأنفس والأذكار واللطائف',
  [TKeys.BOOK_DESC_10]:
    'كما هي الأمواج تَحِنُّ إلى قعر المحيط بما فيه من أسرار وجواهر إذا رجعت إليه حَنَّتْ، وإذا افترقت عنه وصارت على جوانب الشواطئ اليابسة تموجت واشتاقت، كذلك هي الأرواح في أحوال البُعْد عن عمق محيطها الأحدي تموج وتهيج شوقا، تتحرك عشقا وتَوْقًا، تأتي إليها رياح الذكر وصخور المجاهدة تحملها مما التصق بها من أوساخ الرِّمَال وظُلْمَانية الطين على أطراف الشواطئ، تُطَهِّرُها من ذلك وتُنَقِّيها. فَيَسِيرُ بها الذكر إلى وَسَطِ المحيط ويَغُوصُ بها في عُمْقِهِ الأحمدي حتى يَصِلَ بها إلى قَرَارِها الأحدي، تَقِر هناك وتستقر وتعود هناك للأصل بعد أن افترقت، وللسكون بعد أن تحركت، وفي أطراف المحيط شوقا إلى أعماقه. لكل شيء حكمة وأينما تأمل العارف يستخرج إشارة تدل على ربه، وعلى بديع صنعه، وأينما الْتَفَتَ يرى نفسه بين أكناف حضرته، والكُلُّ مُشِيرٌ إليه. فكيف تعود الأمواج المتحركة إلى قرار المحيط الساكن؟ وما دور صخور المجاهدة ورياح الذكر في هذا؟ كيف تتطهر أمواج الروح مما عَلِقَ بها على الشواطئ والأطراف؟ ونطرح السؤال هنا بصيغة أوضح للقارئ من العارف الذي فَهِمَ الإشارة قبلها: كيف يتخلص الإنسان من تَعَلُّقَاتِه وأوهامه ليعود إلى أصله وصفاء أحواله؟ كيف يسلك منهج الذكر؟ وكيف يقر على أصول مجاهدة النفس؟',
  [TKeys.BOOK_TITLE_11]: 'أحوال المكاشفة ومقامات المشاهدة في سلوك طريق المجاهدة',
  [TKeys.BOOK_DESC_11]:
    'يتحدث هذا الكتاب عن تحديد قواعد الكشف والاتصال ضمن إطار السلوك إلى حضرة الله عز وجل؛ أ هو باب من أبواب الوصول؟ أم مرحلة تمر بالسالك فتطوره وتؤهله لمقامات أخرى؟ أم هو مجرد منحة إلهية لا ترتبط بسلوك المريد إلى ربه عز وجل؟',
  [TKeys.BOOK_TITLE_12]: 'الفيض الرحماني والإمداد النوراني في الصلاة على النبي العدناني',
  [TKeys.BOOK_DESC_12]:
    'إنه نسيم الصبا وكنز الندى في الصلاة على علم الهدى، ويتضمن: صلوات الإشراق التي تهيج الأشواق وترقِّق الأذواق وتهذب الأخلاق وتبسط الأرزاق.. وترفع الحجب عن العشاق للدخول إلى حضرة الإطلاق.. صلوات تقرأ جماعة، وتقرأ في الخلوات المأذونة للتحقق بأصناف المشاهدات الباطنية للحضرة النبوية, والحمد لله رب العالمين.',
  [TKeys.BOOK_TITLE_13]: 'سورة المعارج: إشارات باطنية وحكم عرفانية',
  [TKeys.BOOK_DESC_13]:
    'هذا الكتاب رسالة محمدية لأهل هذا الزمان ولكل زمان انمحت فيه العقيدة الصحيحة الصافية، فحجب الناس عن سر معاني القرآن الكريم وشعاع أنوارها فَالتَهَوا بتلاوة الأحرف وتنغيمها بالصوت والمقام، وانشغلوا بترتيب الكلم بالنحو والأسلوب والبلاغة والبيان، وإن كان في ذلك خير وإيمان، لكنه لا يرقى بالمؤمن إلى مراتب الترقي والإحسان، والمنفعة الحقة بسر صاحب الشريعة والفرقان ﷺ.\n  هذا الكتاب رسالة نورانية لأهل الاتصال والعروج يحمل أسرار الخطاب المنهجي الاستدلالي، وكذا السلوك الروحي، وفي طياته إشارات عرفانية، ودروس وعبر لكل من ألقى السمع وهو شهيد، وفي سره المأذون مدرسة شاملة من حضرة النور المحمدي لكل باحث عن حقيقة الروح وأسرارها، مكابد لحجب العقل والنفس التي تحجب الروح عن حقيقة العروج والمعارج وأسرارها.',
  [TKeys.BOOK_TITLE_14]: 'مخاطبات الفاني في حضرة الداني',
  [TKeys.BOOK_DESC_14]:
    'الغرض من هذه المخاطبات الباطنية هو إرشاد العبد إلى ربه، وإيصال المريد إلى مُرَادِه، وتحقيق القاصد بمقصوده.. وقد تَضمّنت أسرارا إشارية من فهومات الروح في علاقة خطابها بالله، ومناجاتها معه سبحانه.. هذا الخطاب الذي لولاه ما أقيم غيب ولا أُقِيمت شهادة، ولا خُلِق خلق ولا استمد ممدود، فهو باق قبل الوجود، دائم بعده، حاضر أثناءه، مخاطب لنفسه بنفسه، ولروح العبد بنفسه..إنه مناجاة للأرواح بحقيقة التجلي التي عليها أُقِيم عالم الشهادة وعالم الظاهر، وصُوِّرَت الأجساد ورُفِعت الأسوار، ووُضِعت الآنية، وسُدِل الستار ؛ فمن فتح الله عين بصيرته، ومكنه بسلطته، وحققه بمعرفته، وأدخله إلى حقيقته الغيبية اتصل بمنبعه  واستقى من شربته الأولى، وتحقق بدوام الخطاب المكنون، وهذا ما كان بلغة لا تُحِيط بها اللغات، وبحروف لا تُتَرجمها الشِّفَاه، وبتنزل لا تحيط به المحسوسات.. والحمد لله',
  [TKeys.BOOK_TITLE_15]: '',
  [TKeys.BOOK_DESC_15]: '',
  [TKeys.BOOK_TITLE_16]: '',
  [TKeys.BOOK_DESC_16]: '',
  [TKeys.BOOK_TITLE_17]: 'المنهج الفريد في كشف حجب المريد',
  [TKeys.BOOK_DESC_17]:
    'مفتاح ذهبي ناذر من مفاتيح معرفة عيوب النفس وحجب المريد وعثراته الحائلة بينه وبين ربه، وتقوم ركائزه على: \n – حجب نفسية \n – حجب قلبيه \n – حجب عقلية \n – حجب علمية \n – حجب روحية \n وكل حجاب درج يتدرج عليه سير المريد إذا ما اجتاز حجابا عبر درجا وشق طريقه إلى مقصوده.',
  [TKeys.BOOK_TITLE_18]: 'سفر الحقائق و الأنوار وكشف الأستار في الصلاة على النبي المختار',
  [TKeys.BOOK_DESC_18]:
    'هذا الكتاب سيكون ـ بإذن الله عز وجل ـ دليلا في الطريق ومُقربا للعباد ومُشعلا للأشواق، ومرقيا للأذواق، ومُدْخِلا إلى حضرة الإطلاق بسر المفاتيح وبإذن التصريح، لكل من أراد السلوك إلى حضرة المحبوب، ولكل من أراد التَّرَقِي في درجات القرب والإحسان. \n هذا التجلي من صلوات الحقائق نُهديه لكل مريد طالب للطريق، سالك إلى حضرة التحقيق، مُتَّبِع لكل ما جاء في السُّنَّة بالتدقيق، كلها صلوات من القلب الأحمدي فائضة على تجليات الذات المحمدية سرا ساطعا في قلوب مشايخنا الكرام، مُتَّصِلا بكل من تَـــلَا هذه الصلوات أو ذاق هذه النفحات، أو رَسَخَت في قلبه أنوار هذه الفُهُومَات، ويظل هذا الاتصال ساريا من القلب إلى القلب حتى يفنى المريد عن وجوده، ويدخل حضرة التحقيق.',

  // PURIFICATION
  [TKeys.PURIFICATION_BODYPART_TITLE]: 'تزكية الجوارح',
  [TKeys.PURIFICATION_BODYPART_SUMMARY]: 'تزكية القلب من خلال تطهير وتنوير الجوارح السبعة',
  [TKeys.PURIFICATION_BODYPART_INTRODUCTION]:
    'نتطرق بإذن الله تعالى في هذا الجزء الأول إلى تزكية الجوارح السبعة التي تكون مصحوبة بذكر محمدي يسمى بذكر التوبة، وبمراقبات روحية ترقي المريد في مراقي التطهير، وتزيد من صفاء بصره وبصيرته، أذنه وسريرته، جوارحه وباطنه، وتأتي بالترتيب التالي :',

  [TKeys.PURIFICATION_SOUL_TITLE]: 'تزكية النفس',
  [TKeys.PURIFICATION_BODY_PARTS_EYE]: 'العين',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS]: 'اليدين',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE]: 'اللسان',
  [TKeys.PURIFICATION_BODY_PARTS_EAR]: 'الأذن',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY]: 'البطن',
  [TKeys.PURIFICATION_BODY_PARTS_FEET]: 'القدمين',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS]: 'الفرج',

  [TKeys.PURIFICATION_BODYPART_CLEANING]: 'مرحلة التطهير',
  [TKeys.PURIFICATION_BODYPART_ENLIGHTENMENT]: 'مرحلة التنوير',
  [TKeys.PURIFICATION_BODYPART_ADD_PHASE]: 'إضافة {phase}',
  [TKeys.PURIFICATION_BODYPART_CLEANING_PHASE]: 'مرحلة تطهير {part}',
  [TKeys.PURIFICATION_BODYPART_ENLIGHTENMENT_PHASE]: 'مرحلة تنوير {part}',
  [TKeys.PURIFICATION_BODYPART_DISCIPLINARY_SYSTEM]: 'النظام التأديـبي',
  [TKeys.PURIFICATION_BODYPART_POSITIVE_USAGE]: 'قواعد الاستخدام الإيجابي',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_1]: 'حفظهم من النظر بشهوة للجنس الآخر',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_2]:
    'حفظهم من النظر للصور المحرمة في المجلات أو الفيديوهات على شبكة الإنترنيت أو التلفاز',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_3]: 'النظر بحسد أو كره أو بطريقة محقرة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_4]: 'حفظهم من النظر إلى الأشياء الدنيوية التي تأخذك عن ذكر الله',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_CLEANING_RULE_5]: 'التأمل المفرط في الدنيا وتمني امتلاكها بشدة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_1]: 'غض البصر حتى عن الأشياء المباحة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_2]: 'عود عينيك طاعتك ولا تجعلهما تلتفت إلى اتجاهات مختلفة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_3]: 'حاول ألا تطلق عينيك في النظر إلى ما حرم الله',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_4]:
    'متى نظرت إلى العالم فاجعل هذا في التفكر في الله والآخرة واجعلها فرصة لتذكر نعم الله وتذكر يوم القيامة',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_5]:
    'انظر بعين الرحمة وكن متسامحا وتذكر أن لكل منا قصوره (تجاوز النظر للعيوب وانظر إلى النور والخير بداخل الآخر)',
  [TKeys.PURIFICATION_BODY_PARTS_EYE_ENLIGHTENMENT_RULE_6]:
    'عندما تفتح أو تغلق عينيك تأمل واستشعر صفات الله وأسمائه. وحاول أن تعيش ما عاش ورأى وشعر به الرسول الكريم ﷺ واجعل كل طرفة عين بداية جديدة في حياة التوبة',

  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_1]: 'عدم ملامسة الجنس الآخر بشهوة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_2]: 'عدم ملامسة الأعضاء التناسلية بدون حاجة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_3]: 'لا تستعمل يديك في السرقة أو في الاحتيال',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_4]: 'لا تؤذ بيديك أحدا كيفما كان',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_5]: 'لا تستعملهما في الإشارات السيئة',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_CLEANING_RULE_6]: 'لا تكتب بها الإساءات ولا الافتراءات',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_1]: 'استخدم يديك في مساعدة المحتاجين',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_2]: 'تصدق بهما',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_3]: 'اشكر الله على نعمة اللمس، وعلى اليدين والأصابع والكف',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_4]: 'تخيل أن يديك يسبحان الله دوما',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_5]: 'استخدم يديك في كتابة كل ما يرضي الله عز وجل',
  [TKeys.PURIFICATION_BODY_PARTS_HANDS_ENLIGHTENMENT_RULE_6]:
    'اجعل كل لمسة وإحساس يذكرك بالآخرة، فحرارة النار تذكرك بحرارة جهنم، ونعومة الوسادة تذكرك براحة وهدوء الجنة',

  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_1]: 'الغيبة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_2]: 'الخداع',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_3]: 'الكذب',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_4]: 'النميمة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_5]: 'اللغو',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_6]: 'شهادةالزور',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_7]: 'الجدال والمراء',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_8]: 'التفوه بكلمات من السحر الأسود للإتيان بأعمال خارقة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_9]: 'غناء أو تلاوة كلمات شاعرية أو جنسية أو فاحشة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_10]: 'مدح الناس المتكبرين أو المغرورين في وجودهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_11]: 'النفاق كأن تكون ذاوجهين',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_12]: 'الوعود الكاذبة عن عمد',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_13]: 'عدم الرضا عن نعم الله ونكرانها',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_14]: 'إفشاء أسرار الغير',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_15]: 'الحلف كذبا متعمدا باسم من أسماء الله أو صفاته',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_16]: 'الحديث عن النفس وكمالها وصفائها',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_17]: 'الحديث عن تفاصيل العقيدة دون سابق علم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_18]: 'الإستهزاء بالآخرين والسخرية منهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_19]: 'الكلام الجارح أو الشتائم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_CLEANING_RULE_20]:
    'وصف الله أو رسله أو ملائكته أو الصحابة (رضوان الله عليهم) بما لا يليق بهم',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_1]: 'استخدم لسانك بلطف ولين أثناء حديثك',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_2]: 'استخدمه في تلاوة القرآن وذكر الله',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_3]:
    'تحدث فقط عندما يستدعي الأمر ذلك، ولا تفرط أبدا في نفس منحه لك الله عز وجل',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_4]: 'استخدمه في إعطاء النصيحة ومساعدة الآخرين في هذه الحياة',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_5]: 'استخدمه في الدعوة إلى الله تعالى',
  [TKeys.PURIFICATION_BODY_PARTS_TONGUE_ENLIGHTENMENT_RULE_6]:
    'تمسك بالابتسامة في الفرج والضيق فعندما يراك الناس يروا فيك طريق النبي الكريم ﷺ',

  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_1]: 'التجسس على كلام الآخرين',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_2]: 'سماع الكلام السيء مثل النميمة والغيبة',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_3]: 'سماع اللغو والكلام الفارغ',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_CLEANING_RULE_4]: 'سماع الغناء الفاحش والموسيقى الصاخبة',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_1]: 'الاستماع إلى القرآن الكريم و الأحاديث',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_2]: 'الاستماع إلى الذكر و المديح النبوي والعلم النافع',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_3]: 'الاستماع إلى النصائح والإرشادات من أهل النصح',
  [TKeys.PURIFICATION_BODY_PARTS_EAR_ENLIGHTENMENT_RULE_4]: 'كل صوت تسمعه ينبغي أن يذكرك بالله وبالآخرة',

  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_1]: 'الأكل والشرب المبالغ فيه',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_2]: 'أكل وشرب الحرام',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_3]: 'تناول الخمور',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_CLEANING_RULE_4]: 'تناول المخدرات',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_1]: 'اتباع السنة أثناء الأكل والشرب',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_2]: 'كن شاكرا في أي لقمة تأكلها مع تذكر حياة الرسول ﷺ',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_3]: 'تذكر من هم أقل حظا منك',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_4]: 'كل بطريقة سليمة وصحية',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_5]: 'أعط بدنك حق الطعام ومارس الرياضة',
  [TKeys.PURIFICATION_BODY_PARTS_BELLY_ENLIGHTENMENT_RULE_6]: 'لا تجعل بطنك تتحكم في بدنك',

  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_1]: 'عدم مقابلة غير المحارم',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_2]: 'عدم الدخول لممتلكات الغير دون سابق موافقة',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_3]: 'عدم ارتياد دور السينما لمشاهدة الأفلام السيئة',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_4]: 'عدم ارتياد الأماكن التي ليس لها فائدة كالمقاهي والنوادي',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_CLEANING_RULE_5]: 'عدم الذَّهاب لأصدقاء السوء الذين يشجعونك على المعاصي',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_1]:
    'السعي للأماكن الصالحة كالخطو للمساجد ولمجالس الذكر ولأماكن الصالحين',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_2]:
    'تخيل في كل خطوة تقوم بها أنك تسير إلى جانب الرسول الأكرم ﷺ',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_3]: 'تعلم دعاء السفر والتزم به في كل أسفارك',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_4]: 'تعلم دعاء الدخول إلى المسجد والخروج منه',
  [TKeys.PURIFICATION_BODY_PARTS_FEET_ENLIGHTENMENT_RULE_5]: 'تعلم المشي كما كان يمشي عليه السلام',

  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_1]: 'كشفها لغير الزوج(ة)',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_2]: 'عدم الوقوع في زنا المحارم',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_3]: 'عدم الوقوع في الزنا بشكل مطلق',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_4]: 'عدم ممارسة الشذوذ',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_5]: 'عدم الإتيان من الدبر مع الزوجة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_6]: 'مداعبة الأعضاء التناسلية بدافع الشهوة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_CLEANING_RULE_7]: 'عدم الطهارة والنجاسة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_1]: 'تعلم الاستنجاء على السنة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_2]: 'إسباغ الوضوء',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_3]: 'دوام الطهارة',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_4]: 'شكر الله على نعمة الزواج',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_5]:
    'تعلم دعاء الدخول و الخروج من الخلاء والالتزام به',
  [TKeys.PURIFICATION_BODY_PARTS_PRIVATE_PARTS_ENLIGHTENMENT_RULE_6]: 'تعلم دعاء الجماع و الالتزام به',

  [TKeys.PURIFICATION_MIND_TITLE]: 'تزكية العقل',
  [TKeys.PURIFICATION_MIND_SUMMARY]: 'تزكية العقل من خلال تطهيره وتنويره',
  [TKeys.PURIFICATION_MIND_INTRODUCTION]:
    'سنتطرق في هذا الجزء الثاني من مراحل التزكية إلى تزكية العقل؛ فمن مهام العقل: الاستحضار والتوجه والتفكر وكذلك التعلق، فالعقل هو ما يربط الإنسان بالله عز وجل من جهة، وهو ما يربطه بالخلق ويُعَلِّقُه بالفاني ويَغْمِسُه في الدنيا وفي شهواتها من جهة أخرى.\n\nكما أن العقل مَلَكَةٌ فِطْرِيَةٌ تُقرِّب الإنسان من ربه عن طريق الاعتبار والتدبر، وهذه التأملات هي عبادة مستقلة في حد ذاتها ينتفع منها المريد إذا تفكر في الله عز وجل وملكوته، ويتضرر منها إذا تفكر سلبيا في المعاملات مع الخلق وفي مشاكل الدنيا وفي غير ذلك من الأمور التي تُدخِل الظلام إلى العقل.\n\nويظل العقل في الأساس هو محل الاختيار وأخذ القرار الذي يُسَيِّرُ مصير الإنسان، فبالعقل يختار الإنسان أي طريق يريد أن يسلك، وبه يتمكن من كبح جماح نفسه لأن المجاهدة المضادة للنفس تبدأ من العقل، وتَطهيرُ العقلِ وتَزكيتُهُ له منهج عملي خاص كما هو مُبَيَّن أسفله..',

  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_1]: 'رفض الوساوس',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_2]: 'تنمية الاتصال اليومي مع الله عز وجل',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_3]: 'الاستئذان من الله في كل أعمالك',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_4]: 'حضور العقل مع الله',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_5]: 'الشعور بمعية الله خلال 24 ساعة',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_6]: 'التفكر العميق واستخلاص الدروس والعبر من كل المواقف',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_7]: 'التفكير الإيجابي والجيد وتجنب التفكير السيئ',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_8]: 'محبة الرسول، مع ربط عقولنا به عليه الصلاة والسلام',
  [TKeys.PURIFICATION_MIND_SUMMARY_LEVEL_9]: 'محبة الله، مع ربط عقولنا به عز وجل',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_1]:
    'عدم التفكير عن قصد في أي ذنب، وعدم التمادي في الوساوس والأفكار المخالفة للشريعة الإسلامية، وعدم الاستمتاع بأي تصورات خاطئة أو خيالات مسيئة..  فإذا جاءت تلقائيا تستعيذ بالله من الشيطان الرجيم، وتحول تفكيرك إلى مسار آخر لتطهير عقلك مما لحقه من حمم ظلمانية كأن تتخيل اسم الجلالة فوقك أو الكعبة أمامك أو صورا نورانية تربطك بالله عز وجل..',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_2]:
    'تذكر الله عز وجل في الأعمال الدنيوية التي تتكرر يوميا، وذلك من خلال الدعاء: "اللهم إني أسألك خير هذا العمل وعافني من شره". مثال: عند الخروج من البيت لأي غرض، تقول: (بسم الله، توكلت على الله، اللهم إني أعوذ بك أن أَزِلَّ أو أُزَل أو أَضِلَّ أو أُضَل، أو أَظلِم أو أُُظلَم، أو أَجهل أو يُجهل علي). وعندما تمر بك ضائقة (اللهم ارزقني الصبر عليها، واصرفها عنِّي، واجعلها كفارة لذنوبي)... وهكذا',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_3]:
    'أن تستحضر بأن الله عز وجل معك طيلة يومك فتعمل على الاستئذان منه كلما هممت بعمل ديني أو دنيوي، (اللهم إني أستأذنك للقيام بهذا العمل وأسألك أن تبارك لي فيه)، ثم تضع اسم الله نصب عينيك وتتوكل على الله.. يجب على المريد بداية استحضار الأعمال الرئيسية التي يقوم بها يوميا (الصلاة، الذكر، النوم، العمل...)، وبعد ذلك يضيف أنشطة ثانوية أخرى... (الحديث في الهاتف، التسوق، أشغال المطبخ الرياضة..).',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_4]:
    'تذكر الله عز وجل بعقلك في كل أعمالك مع استحضار الأدعية النبوية المسنونة لكل عمل في وقته المناسب (يستحسن حفظ 40 حديث النووية). مثلا: ذكر سنن العبادات..',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_5]:
    'تتحدث مع الله تعالى في نفسك، وكلما غفلت عنه سجل وقت الغفلة ينبغي العيش مع الله طيلة 24 ساعة، بدلا من أن يُحَدِّثَ الإنسان نفسه فليتحدث مع الله سبحانه وتعالى عن كل شؤون حياته، وعن اهتماماته ومخاوفه الحاضرة والمستقبلية..  فالإنسان عندما يتحدث مع نفسه فقط يزداد توتره وضغوطاته النفسية وينسى الله تعالى، فينساه الله فلا تتغير أموره بل قد تسوء..  في حين عندما نتحدث الله تعالى فصلتنا معه تزداد ومخاوفنا تَقِلُ وأمورنا تُحَلُّ لأن الكل بأمره تعالى والخير كله في يده...',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_6]:
    'التدرب على التفكير في الخلق وفي كل الأحوال التي نمر بها يوميا: هناك آيات وحكم تدلنا على الله وتربطنا به مثلا: (المرض يدل على الحياة المؤقتة، عند المرض تتوقف عن كل الانشغالات الدنيوية التي كانت تلهينا عن واجباتنا الدينية، كذلك الموت سيأتي بغتة وبأخذنا ونحن لم ننه بعد التزاماتنا وانشغالاتنا، لذلك فالأمور كلها في يد الله وتحت حكمه وهو المقصد الأسمى الذي يجب أن نعيش من أجله)',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_7]:
    'تدريب العقل على حسن الظن بالله، وبرسوله وبالمؤمنين، وذلك بأن نعرف كيف نتصرف في المواقف التي نتعرض فيها للخذلان من طرف الآخرين، فلا ينبع أن نَحْمِلَ الحقدَ والضغينةَ لهم بل نبرر مواقفهم (لا أحد ملزم بمساعدتي، تحررت من الجميل والامتنان طيلة حياتي..)، وأيضا ندرب العقل على تجنب التفكير السلبي والمنافق مع أي شخص أو حادث، فإذا حصل ذلك وفكر سلبيا من دون قصد فإنه ينبغي الرجوع عنه حتى لا يستقر في العقل وينتقل التأثير إلى القلب بمحوه من خلال التفكير الإيجابي (تعطل السيارة مثلا ينبغي أن لا نغضب ونَسُب لأنها لن تصلح الأمر، بل ينبغي الاعتقاد بأن في ذلك الخير العميم، فلعل الله أراد أن ينقذنا من مشكلة أكبر.. وهكذا)',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_8]:
    'يعيش المريد في صحبة دائمة مع رسول الله ليل نهار من خلال تقمص أسلوب حياته عليه السلام (منامه، استيقاظه کلامه، شربه، حرکاته، ردود أفعاله..)، فيتعلم المريد السُّنَّة النبوية ويطبقها في كل شؤون حياته وتفاصيلها',
  [TKeys.PURIFICATION_MIND_DESCRIPTION_LEVEL_9]:
    'في هذا المستوى يركز المريد انتباهه نحو الحضور الدائم لله سبحانه وتعالى معه، فيقضي اليوم وكأنه يشاهده في كل تصرفاته ويشعر بمراقبته له في كل حركاته، ويكون كل تفكيره بتجليات الأسماء الحسنى والصفات العلى',

  [TKeys.PURIFICATION_SOUL_SUMMARY]: 'تزكية النفس : تطهيرها وتنويرها',
  [TKeys.PURIFICATION_SOUL_INTRODUCTION]:
    'تزكية النفس هي آخر جزء في هذا الكتاب المبارك، هذه النفس التي جعلها الله عز وجل امتحانا واختبارا لسائر عباده فإذا خالفها الإنسان صار من الأولياء والصالحين وإذا اتبعها صار من الهالكين، وهذا الاختبار ليس سهلا ولا بسيطا، بل إنه جهاد مرير ومعاكسة ومخالفة وإخضاع وتربية.\n\n وهذه المرحلة من مراحل التزكية هي أطول وأصعب مرحلة يَسْلُكُها المريد لأن النفس تأبى الخضوع وتتمرد على صاحبها وتتحرك داخله بنزواتها وشهواتها، فتأسره بتلك الشهوات وتمنعه من الوصول إلى الحق جل جلاله، وقد طولب الإنسان بتزكية نفسه وبتربيتها في القرآن الكريم بشكل مباشر، وبأشكال غير مباشرة، فقد قال سبحانه وتعالى: (ونفس وما سواها فألهمها فجورها وتقواها، قَدْ  َأفْلَحَ مَن زَكَّاها وَقَدْ خَابَ مَن دسَّاها).\n\nهذه النفس تُهذَّبُ بالصحبة وتُلْجَمُ بالطاعة وتُهجَرُ بالذكر وقيام الليل، وتَخْضع بإصرار العقل وبِهِمَّة القلب، ولابد للمريد أن يمر من هذه المرحلة في طريق سيره إذ لا استغناء عنها، وهذا ما يميز بين الصالح والطالح، وبين العارف والعابد، وبين المحب والمحبوب، وبين الفائز والخاسر، فلو لم تكن هذه العقبة في طريق السير لاستوى العباد كلهم في درجة واحدة، ولكن الله قد جعل هذه العقبة في الطريق ليرفع عباده المخلصين إليه، لأن الصادق في الطلب يضحي بنفسه في سبيل ربه، أما المفتري والمدعي في طلبه لله عز وجل فإنه إذا وضع أمام هذه التضحية العظيمة بالنفس فإنه يتولى ويفر ويأبى أن يُضحي بنفسه.\n\nولكنها الإرادة القوية للمريد المؤيدة بتوفيق من الله عز وجل، وهمة الشيخ هي من تُسَدِّدُ المريد وتُسَلَّكه من عقبة النفس لأن النفس هي ما يحجب الروح، وإذا أزيلت عقبة النفس اتصلت الروح اتصالا لا انفصال بعده، وعادت إلى أصلها وفنت في سر نفختها وأدركت مقصودها وبغيتها وفازت بمطلوبها ومنيتها، وقد وُضع منهج عملي دقيق لعلاج أمراض النفس وإخضاعها للحق جل جلاله، وهذا ما لم يكن موجودا من قبل، فقد كانت النفس تُربى بالذكر وبالخضوع فقط، ولكن الله يجدد عزائمه في كل زمن بما يصلح لأهل زمانه، وهذه المناهج موضوعة في هذا الكتاب بتفصيل.\n\nفي هذه المرحلة كذلك يجب أن يستعين المريد بالذكر لكي يتمكن من كبح رغبات نفسه وجماحها، وهذا الذكر يجب أن يتميز بالكثرة وبقوة الحضور.',

  [TKeys.PURIFICATION_SOUL_1_TITLE]: 'التحقق بمقام التوبة',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_1]:
    'شعور المريد بالرغبة الحقيقية في التغيير مع الحفاظ عليها لمدة شهر كامل حتى تنغرس الهمة في نفس المريد، مع ملازمة ورد الاستغفار',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_2]:
    'قطع كل الطرق التي تؤدي إلى المعصية مع هجر كل رفاق السوء وعدم تفكير المريد في احتمالية عودته إلى الذنب مرة أخرى',
  [TKeys.PURIFICATION_SOUL_1_LEVEL_3]:
    'ترك المعصية باطنيا: وذلك عن طرق منع التفكير فيها وعدم استرجاع أي متعة أو نشوه للمعاصي السابقة، وعدم الرغبة في الإتيان بتلك المعاصي مستقبلا، وإلا سيعود المريد حتما للمعصية',
  [TKeys.PURIFICATION_SOUL_2_TITLE]: 'غرس صفة الإخلاص',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_1]:
    'على السالك أن يصحح نيته في بداية ونهاية كل عمل صالح يقوم به ويجعلها استجابة لأمر الله تعالى وأن يبرئها من كل رباء أو التفات أو قصد لغير الله سبحانه',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_2]:
    'قيام المريد بالأعمال الصالحة لوجه الله تعالى وليس من أجل أي مصلحة شخصية كحصول الاطمئنان أو وجود اللذة أو التحقق بالمشاهدة',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_3]:
    'عبادة الله سبحانه لأنه الله دون أي غرض ولا دافع ودون أي حاجة ولا طمع لا في المشاهدة ولا في الولاية ولا في الجنة ولا في أي شيء',
  [TKeys.PURIFICATION_SOUL_2_LEVEL_4]:
    'عدم اعتقاد المريد نهائيا أنه تحقق بمقام الإخلاص، وبقاءه دوما في حيطة وحذر من التفات إخلاصه وتغير قصده',
  [TKeys.PURIFICATION_SOUL_3_TITLE]: 'غرس صفة التواضع',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_1]: 'إيمان المريد بأن كل المسلمين أفضل منه ولا يعتبر أي واحد منهم أقل منه قدرا',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_2]:
    'أن لا ير المريد لنفسه فضلا ولا صلاحا في ما يقوم به من أعمال الخير لأن كل عمل صالح إنما هو بتوفيق من الله تعالى',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_3]:
    'اعتقاد المريد بأن كل الخصوصيات والنعم هي فضل من الله عز وجل عليه ولا دخل له في ذلك ولا استحقاقية له على الله تعالى',
  [TKeys.PURIFICATION_SOUL_3_LEVEL_4]:
    'إدراك المريد بأنه أسوء خلق الله وأنه مفتقر أشد الافتقار لا عمل له ولا شيء له وأن ملجأه الوحيد هو رحمة الله تعالى وعطفه',
  [TKeys.PURIFICATION_SOUL_4_TITLE]: 'غرس صفة الشكر',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_1]:
    'على المريد أن ينسب كل فضل يأتيه إلى الله تعالى سواء كان هذا الفضل نعمة ظاهرية أو فيضا روحانيا ولا ينسب إلى نفسه شيئا منه مقالا واعتقادا',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_2]:
    'الشعور بالامتنان القلبي الدائم تجاه نعم الله عز وجل وعدم جحودها ونسيانها في ساعة المحنة والابتلاء',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_3]:
    'محاولة استخدام هذه النعم والمنح فيما يفيد الخلق ويسعدهم وذلك شكرا الله تعالى، مثلا:  استعمال الإذن المحمدي في العلاج، وتوظيف العلم والفصاحة في الدعوة، بذل المال في التخفيف من معاناة الخلق وهكذا...',
  [TKeys.PURIFICATION_SOUL_4_LEVEL_4]: 'إقرار المريد بعجزه عن شكر الله سبحانه لأن الشكر مقام عالي جدا',
  [TKeys.PURIFICATION_SOUL_5_TITLE]: 'إزالة التعلق بالخلق',
  [TKeys.PURIFICATION_SOUL_5_SUB_TITLE]: 'التعلق العاطفي المرضي',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_1]:
    'إهمال الخلق وعدم حصول تفاعل نفسي معهم، فمثلا: "إذا أَعْطَى الخَلقُ شأنا للمريد فإنه يشعر بالغرور والكبر، وإذا قللوا من شأنه فإنه يشعر بالانتقاص والبغض"، هذا هو التفاعل النفسي الذي أن يحصل للمريد في تعامله مع الخلق، بل يجب أن يستوي عنده الأمر سواء نظروا إليه نظرة إجلال أو نظرة انتقاص، فإذا وقع المريد في تفاعل نفسي فكر فيه ولم يُهْمِلْهُ فإنه يعيد التزكية من جديد',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_2]:
    'أن لا ينظر المريد إلى وجود الخلق في شؤون حياته، وأن يُمضِي اليوم كله وهو يتعامل مع الله عز وجل فقط، وإذا تعامل مع أحد من الخلق فيجب أن يعتبره مجرد اختبار من الله، أو مجرد واسطة بينه وبين الله تعالى، فإذا تعامل المريد مع أحد الخلق لحد ذاته وهو غافل عن الله عز وجل فقد أخطأ في تزكيته، وعليه أن يعيدها',
  [TKeys.PURIFICATION_SOUL_5_LEVEL_3]:
    'أن لا يشعر المريد بتأثير أي أحد من الخلق على حالته واتصاله بالله عز وجل لأن الخلق قد يكونون عائقا وفاصلا ومبعدا عن الله عز وجل في البداية، ولكن مع المستويين السابقين فيجب على المريد أن يَعتاد على عدم التأثر بهم في علاقته مع الله تعالى، فإذا حصل وتسبب أحد من الخلق في ضياع صلته بالله عز وجل أو في تحرك النفس بأي صفة من الصفات سواء بالغضب أو بالكبر أو بالشهوة.... وَجَبَ عليه أن يعيد تزكيته',
  [TKeys.PURIFICATION_SOUL_6_TITLE]: 'إزالة التعلق بالخلق',
  [TKeys.PURIFICATION_SOUL_6_SUB_TITLE]: 'التعلق الشهواني والغرائزي المحرم',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_1]:
    'الإستعاذة بالله من الشيطان الرجيم، ثم الإهمال إذا نُفِثت في النفس نفثة شهوانية وعدم إصدار أية ردة فعل منافية للشريعة',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_2]:
    'الارتباط بالله تعالى وبالمشايخ كلما نفثت نفثة شهوانية في نفس الإنسان، "ذلك من أجل قهر النفس حيث يصبح كل تحرك شهواني في نفس الإنسان مقربا من الله عز وجل وليس مبعدا عنه هكذا تصبح النفس معارضة لهذه النفثة وغير متأثرة بها"',
  [TKeys.PURIFICATION_SOUL_6_LEVEL_3]:
    'عدم حصول هذه النفثة نهائيا فيما يخالف الشريعة أو في الرغبة المحرمة فإذا حصل ذلك وجب على المريد أن يتوب إلى الله عز وجل، ويغتسل من الغفلة مع القيام بصلاة التوبة واستغفار الله عز وجل حتى تطمئن نفسه وترضخ الشريعة الله تعالى',
  [TKeys.PURIFICATION_SOUL_7_TITLE]: 'علاج الخوف',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_1]:
    'الاعتقاد بأن الله عز وجل كتب عليك الأقدار من يوم ولادتك إلى يوم موتك، وكل ما يأتي خارجيا قد حُسِم من قبل كالفتنة والمرض أو قلة الرزق أو عدم الزواج، وكل المخاوف المستقبلية فهي محسومة عند الله عز وجل، وأنك في الدنيا في حالة اختبار ستحاسب على ما سيصدر منك، لا على الذي يأتيك من الخارج',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_2]:
    'محاولة تعديل كفتي العاطفة بقيامك بالأسباب وتوكلك على الله فذلك يجعل عاطفتك مستقرة ومتحكم فيها، وكذلك عن طريق العقل',
  [TKeys.PURIFICATION_SOUL_7_LEVEL_3]:
    'عدم تعليق كل حياتك بالذي سيأتي أو بالذي سيحصل لك، بل عليك أن تتعلق بسر الوجود، وتؤدي وظيفتك في الكون، وذلك بإبلاغ الرسالة التي ستعطى لك إما عن طريق الوظيفة أو أي شيء، ثم الاتصال بالله ومعرفته وبهذا التفكر المستمر بالعقل وبالإرادة الصادرة من القلب نفسه يسيطر الإنسان على عاطفة الخوف ويردها إلى الاعتدال ليحيا حياة مطمئنة لا يعاني فيها من قلق وأرق مستمرين',

  [TKeys.SUNNAHS_DESCRIPTION]: 'غَرْسُ السُّنَنِ النَّبَوِيَّةِ',
  [TKeys.SUNNAHS_TYPE_VERBAL]: 'القولية',
  [TKeys.SUNNAHS_TYPE_ACTIONAL]: 'الفعلية',
  [TKeys.SUNNAHS_INTRODUTION]:
    'يبدأ المريد بسنن العادات مع بداية تزكية جوارح القلب، ثم ينتقل إلى سنن العبادات مع بداية تزكية العقل، وسنن الحقائق والمعارج مع بداية تزكية النفس حيث يُفترض أن يكون قد أتقن مجموعة من سنن العادات قبل انتقاله مرحلة تزكية العقل، كما يفترض أن تكون قد غرست فيه الكثير من سنن العبادات قبل بَدْء تزكية النفس التي تتوافق مع سنن السير والحقائق',
  [TKeys.SUNNAHS_INTRODUTION_RULE_1]:
    'يستحسن تطبيق سُنَّة في كل نصف شهر ليتم ضبطها، وهذا أفضل من كثرة السنن دون إتقان ولا استحضار',
  [TKeys.SUNNAHS_INTRODUTION_RULE_2]: 'تعاد السُّنَّة إذا تجاوز المريد ثلاثة أخطاء في خمسة عشر يوما',
  [TKeys.SUNNAHS_INTRODUTION_RULE_3]:
    'إذا كان المريد يضبط مسبقا بعض السنن فإنه يعيدها من البداية، فهذا أفضل له وأكثر أجرا وبركة',
  [TKeys.SUNNAHS_INTRODUTION_RULE_4]: 'حتى أطفال المنهج يمكنهم الالتزام بغرس بعض السنن خاصة العادات',

  [TKeys.SUNNAHS_HABITS_TITLE]: 'سُننُ العادات',
  [TKeys.SUNNAHS_WORSHIP_TITLE]: 'سُننُ العبادات',
  [TKeys.SUNNAHS_TRUTHS_TITLE]: 'سُننُ السير\nوالحقائق والمعارج',

  // Habits sunnahs
  [TKeys.SUNNAHS_HABITS_INTRODUCTION]:
    'هذه بعض السنن التي كان يقوم بها سيدنا محمد ﷺ على سبيل العادة، والأخذ بها هو إحياء للسنة النبوية التي تنير قلب المريد وتساعده على تجاوز هذه المرحلة الأولى من التزكية بنجاح، ويمكن اعتماد سنن أخرى ثبت عمله عليه الصلاة والسلام بها',

  // Sunnah habit 1
  [TKeys.SUNNAHS_HABITS_1_TITLE]: 'سُننُ النوم',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_1]: 'ما يقرأ قبل النوم: باسمك اللهم أحيا وأموت',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_2]:
    'إذا قلق في فراشه فلم ينم : اللَّهُمَّ غارَتِ النُّجُومُ وَهَدأتِ العُيُونُ وأنْتَ حَيُّ قَيُّومٌ لا تَأخُذُكَ سِنَةٌ وَلاَ نَوْمٌ، يا حيُّ يا قَيُّومُ أَهْدِىءْ لَيْلي، وأنِمْ عَيْنِي',
  [TKeys.SUNNAHS_HABITS_1_VERBAL_RULE_3]:
    'إذا كان يفزع في منامه : أعُوذُ بِكَلِماتِ اللَّهِ التَّامَّةِ مِنْ غَضَبهِ وَشَرِّ عِبادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وأنْ يَحْضُرُونِ',

  // Sunnah habit 2
  [TKeys.SUNNAHS_HABITS_2_TITLE]: 'سُننُ الاستيقاظ',
  [TKeys.SUNNAHS_HABITS_2_VERBAL_RULE_1]: 'ما يقرأ عند الاستيقاظ: الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور',

  // Sunnah habit 3
  [TKeys.SUNNAHS_HABITS_3_TITLE]: 'سنة دخول البيت',
  [TKeys.SUNNAHS_HABITS_3_VERBAL_RULE_1]:
    'مايقرأ عند دخوله: اللهم إني أسألك خير المولج، وخير المخرج، بسم الله ولجنا وبسم الله خرجنا وعلى الله توكلنا',
  // Sunnah habit 4
  [TKeys.SUNNAHS_HABITS_4_TITLE]: 'سنة الخروج من البيت',
  [TKeys.SUNNAHS_HABITS_4_VERBAL_RULE_1]:
    'بسم الله توكلت على الله اللهم إني أعوذ بك أن أضل أو أضل أو أزل أوأزل أو أظلم أو أظلم أو أجهل أو يجهل علي',
  // Sunnah habit 5
  [TKeys.SUNNAHS_HABITS_5_TITLE]: 'سُننُ دخول البيت غير المسكون',
  [TKeys.SUNNAHS_HABITS_5_VERBAL_RULE_1]: 'السلام علينا وعلى عباد الله الصالحين',
  [TKeys.SUNNAHS_HABITS_5_ACTIONAL_RULE_1]: 'تقديم الرجل اليمنى عند الدخول وتقديم الرجل اليسرى في الخروج',
  // Sunnah habit 6
  [TKeys.SUNNAHS_HABITS_6_TITLE]: 'السنة عند الغضب',
  [TKeys.SUNNAHS_HABITS_6_VERBAL_RULE_1]: 'اللهم أغفرلي ذنبي، وأذهب غيظ قلبي، وأجرني من الشيطان',
  // Sunnah habit 7
  [TKeys.SUNNAHS_HABITS_7_TITLE]: 'سنن اللباس',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_1]:
    'مايقرأ في اللباس الثوب: اللهم إني أسألك من خيره وخير ماهو له، وأعوذ بك من شره وشر ما هو له',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_2]:
    'مايقرأ في اللباس الثوب الجديد أو النعل الجديد وما أشبهه: اللهم لك الحمد أنت كسوتنيه، أسألك خيره وخير ما صنع له، وأعوذ بك من شره وشر ماصنع له',
  [TKeys.SUNNAHS_HABITS_7_VERBAL_RULE_3]: 'مايقول لصاحبه إذا رأى عليه ثوبا جديدا "ألبس جديدا، وعش حميدا، ومت شهيدا"',
  [TKeys.SUNNAHS_HABITS_7_ACTIONAL_RULE_1]: 'يبتدأ بالجهة اليمنى، تم اليسرى',
  // Sunnah habit 8
  [TKeys.SUNNAHS_HABITS_8_TITLE]: 'سنن خلع الثياب',
  [TKeys.SUNNAHS_HABITS_8_VERBAL_RULE_1]: 'مايقرأ عند خلع الثوب لغسل أو نوم أو نحوهما: بسم الله الذي لا إله إلا هو',
  [TKeys.SUNNAHS_HABITS_8_ACTIONAL_RULE_1]: 'يبتدأ بخلع الجهة اليسرى ثم اليمنى',
  // Sunnah habit 9
  [TKeys.SUNNAHS_HABITS_9_TITLE]: 'سنن الدخول إلى الخلاء',
  [TKeys.SUNNAHS_HABITS_9_VERBAL_RULE_1]: 'مايقرأ عند دخول الخلاء: اللهم إني أعوذ بك من الخبث والخبائث',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_1]: 'يدخل بالرجل اليسرى ويخرج بالرجل اليمنى',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_2]: 'ممنوع على داخل الخلاء الذكر أو الكلام الجهري',
  [TKeys.SUNNAHS_HABITS_9_ACTIONAL_RULE_3]: 'ممنوع السلام على الجالس لقضاء الحاجة',
  // Sunnah habit 10
  [TKeys.SUNNAHS_HABITS_10_TITLE]: 'سنن الخروج من الخلاء',
  [TKeys.SUNNAHS_HABITS_10_VERBAL_RULE_1]: 'غفرانك الحمد لله الذي أذهب عني الأذى وعافاني',
  [TKeys.SUNNAHS_HABITS_10_ACTIONAL_RULE_1]: 'يخرج بالرجل اليمنى ',
  // Sunnah habit 11
  [TKeys.SUNNAHS_HABITS_11_TITLE]: 'سنن الدخول إلى السوق',
  [TKeys.SUNNAHS_HABITS_11_VERBAL_RULE_1]:
    'لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت، وهو حي لا يموت، بيده الخير، وهوعلى كل شئ قدير',
  // Sunnah habit 12
  [TKeys.SUNNAHS_HABITS_12_TITLE]: 'السنن عند استصعاب الأمر',
  [TKeys.SUNNAHS_HABITS_12_VERBAL_RULE_1]: 'اللهم لا سهل إلا ماجعلته سهلا، وأنت تجعل الحزن إذا شئت سهلا',
  // Sunnah habit 13
  [TKeys.SUNNAHS_HABITS_13_TITLE]: 'السنن عند النظر في المرآة',
  [TKeys.SUNNAHS_HABITS_13_VERBAL_RULE_1]: 'الحمد لله، اللهم كما حسنت خلقي فحسن خلقي',
  // Sunnah habit 14
  [TKeys.SUNNAHS_HABITS_14_TITLE]: 'سنن عند غلبة الأمر',
  [TKeys.SUNNAHS_HABITS_14_VERBAL_RULE_1]: 'حسبي الله ونعم الوكيل',

  // Worship sunnahs
  [TKeys.SUNNAHS_WORSHIP_INTRODUCTION]:
    'في هذا الجزء من مراحل تركية العقل لابد أن تدرج ما يساعد في تطهير العقل وترقيته وهي الإتيان بسان العبادات التي تجعل عقل الإنسان حاضرا مع الله تعالى مستخضرا له في كل عبادة يُقبل عليها، فيأمر هذا اقتفاء الأثر المحمدي ودوام حضور العقل مع الله تعالى، ودوام مناجاته والحديث معه في كل حال من أحوال العبادة وتبقى الثمرة الكبرى هي تحصل المريد الطالب لربه على الخشوع والحضور في العبادة، ومن ثمة يتحقق بحقيقتها ويحظى بمزيتها ويُغسل بنورانيتها، لتنتقل عبادته من عبادة الظاهر المحضة إلى عبادة الظاهر بالخضوع، وعبادة الباطن بالخشوع.',

  // Sunnah worship 1
  [TKeys.SUNNAHS_WORSHIP_1_TITLE]: 'سنن الوضوء',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_1]: 'ما يقرأ عند رؤية الماء: الحمد لله الذي جعل الماء طهورا',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_2]: 'ما يقرأ عند الاستنشاق: اللهم لا تحرمني رائحة نعيمك وجناتك',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_3]: 'ما يقرأ عند غسل الوجه: اللهم بيض وجهي يوم تبيض وجوه وتسود وجوه',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_4]:
    'ما يقرأ عند غسل اليدين: اللهم أعطني كتابي بيميني، اللهم لاتعطني كتابي بشمالي',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_5]:
    'ما يقرأ عند مسح الرأس: اللهم حرم شعري وبشري على النار وأظلني تحت ظل عرشك يوم لا ظل إلا ظلك',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_6]: 'ما يقرأ عند مسح الأذنين: اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_7]: 'ما يقرأ عند غسل القدمين: اللهم ثبت قدمي على الصراط',
  [TKeys.SUNNAHS_WORSHIP_1_VERBAL_RULE_8]:
    'ما يقرأ بعد الوضوء: أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده  ورسوله، اللهم اجعلني من التوابين واجعلني من المتطهرين',
  [TKeys.SUNNAHS_WORSHIP_1_ACTIONAL_RULE_1]: 'الكيفية: يبدأ بالبسملة',

  // Sunnah worship 2
  [TKeys.SUNNAHS_WORSHIP_2_TITLE]: 'سنن المسجد',
  [TKeys.SUNNAHS_WORSHIP_2_VERBAL_RULE_1]:
    'يستحب الإكثار من الاذكار وتلاوة القرآن وقراءة حديث رسول الله صلى الله عليه وسلم  وعلم الفقه وسائر العلوم الشرعية، وكذلك نية الاعتكاف للمجالس والأمر بالمعروف والنهي عن المنكر. من دخل المسجد فلم يتمكن من صلاة الحية المسجد، إما لحدث أو لشغل أو نحوه، يستحب أن يقول أربع مرات سبحان الله والحمد الله ولا إله إلا الله، والله أكبر. ',

  // Sunnah worship 3
  [TKeys.SUNNAHS_WORSHIP_3_TITLE]: 'سنن الذهاب إلى المسجد',
  [TKeys.SUNNAHS_WORSHIP_3_VERBAL_RULE_1]:
    'اللهم اجعل في قلبي ،نورا وفي لساني نورا، واجعل في سمعي نورا، واجعل في بصري نورا، واجعل من خلفي نورا، ومن أمامي نورا، واجعل من فوقي نورا، ومن تحتي نورا، اللهم أعطني نورا',

  // Sunnah worship 4
  [TKeys.SUNNAHS_WORSHIP_4_TITLE]: 'سنن دخول المسجد والخروج منه',
  [TKeys.SUNNAHS_WORSHIP_4_VERBAL_RULE_1]:
    'ما يقرأ عند الدخول إليه: "اللهم صلى على سيدنا محمد وعلى آله وسلم اللهم افتح لي أبواب رحمتك',
  [TKeys.SUNNAHS_WORSHIP_4_VERBAL_RULE_2]:
    'ما يقرأ عند الخروج منه: "اللهم صلى على سيدنا محمد وعلى اله وسلم اللهم إني أسألك من فضلك',
  [TKeys.SUNNAHS_WORSHIP_4_ACTIONAL_RULE_1]: 'يقدم الرجل اليمنى في الدخول إلى المسجد ويقدم الرجل اليسرى في الخروج منه',

  // Sunnah worship 5
  [TKeys.SUNNAHS_WORSHIP_5_TITLE]: 'سنن عند الإفطار ',
  [TKeys.SUNNAHS_WORSHIP_5_VERBAL_RULE_1]: 'اللهم لك صمنا وعلى رزقك أفطرنا فتقبل منا إنك أنت السميع العليم',

  // Sunnah worship 6
  [TKeys.SUNNAHS_WORSHIP_6_TITLE]: 'سنن يوم الجمعة وليلتها والدعاء',
  [TKeys.SUNNAHS_WORSHIP_6_VERBAL_RULE_1]:
    'يستحب أن يكثر في يومها وليلتها من قراءة القرآن والأذكار والدعوات، والصلاة على رسول الله ، ويقرأ سورة الكهف في يومها',
  // Sunnah worship 7
  [TKeys.SUNNAHS_WORSHIP_7_TITLE]: 'أدعية الصلوات',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_1]:
    'أن يترصد الأزمان الشريفة، كيوم عرفة وشهر رمضان ويوم الجمعة والثلث الأخير من الليل ووقت الأسحار',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_2]:
    'أن يغتنم الأحوال الشريفة، كحالة السجود، ونزول الغيث، وإقامة الصلاة وحالة رقة القلب',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_3]: 'استقبال القبلة، ورفع اليدين، ويمسح بهما وجهه في آخره',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_4]: 'خفض الصوت بين ال، المخافتة والجهر',
  [TKeys.SUNNAHS_WORSHIP_7_ACTIONAL_RULE_5]: 'أن لايتكلف السجع',

  // Sunnah worship 8
  [TKeys.SUNNAHS_WORSHIP_8_TITLE]: 'سنن دعاء الركوع والسجود',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_1]: 'سبحانك اللهم ربنا وبحمدك، اللهم اغفر لي',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_2]: 'سبوح قدوس رب الملائكة والروح',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_3]:
    'اللهم لك سجدت وبك آمنت ولك أسلمت سجد وجهي للذي خلقه وصوره وشق سمعه وبصره، تبارك الله أحسن الخالقين',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_4]: 'سبحان ذي الجبروت والملكوت والكبرياء والعظمة',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_5]: 'سبحان ربي الأعلى، سبحان ربي الأعلى، سبحان ربي الأعلى',
  [TKeys.SUNNAHS_WORSHIP_8_VERBAL_RULE_6]:
    'سبحانك وبحمدك لا إله إلا أنت اللهم إني أعوذ برضاك من سخطك، وبمعافاتك من عقوبتك، وأعوذ بك منك لا أحصي ثناء عليك أنت كما أثنيت على نفسك',

  // Sunnah worship 9
  [TKeys.SUNNAHS_WORSHIP_9_TITLE]: 'سنة صلاة الاستخارة',
  [TKeys.SUNNAHS_WORSHIP_9_VERBAL_RULE_1]:
    'اللهم إني أستخيرك بعلمك واستقدرك بقدرتك، وأسألك فضلك العظيم فإنك تقدر ولا أقدر، وتعلم ولا أعلم، وأنت علام الغيوب اللهم إن كنت تعلم أن هذا الأمر وتسميه خير لي في ديني ومعاشي وعاقبة أمري عاجله وآجله فاقدره لي ويسره لي. ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري عاجله وأجله فاصرفه عني واقدر لي الخير حيث كان ثم رضني به',
  // Sunnah worship 10
  [TKeys.SUNNAHS_WORSHIP_10_TITLE]: 'سنة صلاة الحاجة',
  [TKeys.SUNNAHS_WORSHIP_10_VERBAL_RULE_1]:
    'لا إله إلا الله الحكيم الكريم سبحان الله رب العرش العظيم الحمد العالمين رب العالمين أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته، ولا حاجة لك فيها رضا إلا قضيتها يا أرحم الراحمين اللهم إني أسألك وأتوجه إليك بنبيك محمد نبي الرحمة صلى الله عليه وسلم، يا محمد إني توجهت بك إلى ربي في حاجتي هذه (وتسمها) لتقصى لي. اللهم فشفعه في',

  // Sunnah worship 11
  [TKeys.SUNNAHS_WORSHIP_11_TITLE]: 'سنن صلاة التهجد',
  [TKeys.SUNNAHS_WORSHIP_11_VERBAL_RULE_1]:
    ' اللهم لك الحمد أنت قيم السماوات والأرض ومن فيهن ولك الحمد لك ملك السماوات والأرض ومن فيهن، ولك الحمد أنت نور السماوات والأرض، ولك الحمد أنت الحق وقولك الحق ولقاؤك الحق ووعدك الحق والجنة حق والنار حق والنبيئون حق، ومحمد صلى الله عليه وسلم حق، والساعة حق اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وبك حاكمت فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني أ أنت المقدم وأنت المؤخر لا إله إلا أنت" ',

  // Sunnah worship 12
  [TKeys.SUNNAHS_WORSHIP_12_TITLE]: 'الدعاء بعد صلاة سنة الصبح ',
  [TKeys.SUNNAHS_WORSHIP_12_VERBAL_RULE_1]: 'اللهم رب جبريل وإسرافيل وميكائل ومحمد النبي ، أعوذ بك من النار 3 مرات',

  // Sunnah worship 13
  [TKeys.SUNNAHS_WORSHIP_13_TITLE]: 'دعاء القنوت',
  [TKeys.SUNNAHS_WORSHIP_13_VERBAL_RULE_1]:
    'اللهم إنا نستعينك ونستغفرك ونستهديك ونؤمن بك ونتوكل عليك ونثني عليك الخير كله نشكرك ولا نكفرك. ونخنع لك ونخلع ونترك من يكفرك،اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد نرجو رحمتك ونخاف عذابك إن عذابك الجد بالكافرين ملحق',

  // Sunnah worship 14
  [TKeys.SUNNAHS_WORSHIP_14_TITLE]: 'الدعاء بعد التشهد الأخير',
  [TKeys.SUNNAHS_WORSHIP_14_VERBAL_RULE_1]:
    'اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر، ومن فتنةالمحيى ،والممات ومن شر فتنة المسيح الدجال',

  // Truths sunnahs
  [TKeys.SUNNAHS_TRUTHS_INTRODUCTION]:
    'سنن السير إلى الله والحقائق والمعارج هم المستوى الثالث من مستويات إقامة السنة وهو ما يندرج ضمن البعد بسيدنا الباطني الروحي للسنة النبوية المشرفة، والتحقق بهذه المقامات من السنة يكاد أن يكون هدفا من أهداف السير، وبابا من أبواب اللقاء المباشر محمد. وسيتضمن بعض مكارم الأخلاق في مستواها الإحساني',

  // Sunnah truths 1
  [TKeys.SUNNAHS_TRUTHS_1_TITLE]: 'رد الإذاية بالإحسان',
  [TKeys.SUNNAHS_TRUTHS_1_ACTIONAL_RULE_1]: 'لايستحب أن يعتدي على من يتعدى عليه',

  // Sunnah truths 2
  [TKeys.SUNNAHS_TRUTHS_2_TITLE]: 'صلة القاطع',
  [TKeys.SUNNAHS_TRUTHS_2_ACTIONAL_RULE_1]: 'يجب على المريد أن يصل من قطعه من أرحامه ولايبالي بمن قطعه',

  // Sunnah truths 3
  [TKeys.SUNNAHS_TRUTHS_3_TITLE]: 'الدعاء مع الأعداء',
  [TKeys.SUNNAHS_TRUTHS_3_ACTIONAL_RULE_1]: 'أن يدعو لهم بالهداية والرشاد عوض الدعاء عليهم',

  // Sunnah truths 4
  [TKeys.SUNNAHS_TRUTHS_4_TITLE]: 'المعراج المحمدي',
  [TKeys.SUNNAHS_TRUTHS_4_ACTIONAL_RULE_1]: 'يجب على المريد القيام بمعراجه اليومي "المراقبة المحمدية"',

  // Sunnah truths 5
  [TKeys.SUNNAHS_TRUTHS_5_TITLE]: 'الاقتداء الباطني بسيدنا محمد الله الموصل إلى الله تعالى',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_1]:
    'إتباع السنة الباطنية لسيدنا محمد وهي سريرته المتعلقة بالصلاة عليه في حضرته والاقتداء الباطني به سرا وعلنا',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_2]:
    'استشعار القرب من سيدنا محمد ﷺ وحسن الظن به كذلك تعظيم أمره وأمر رسالته الربانية',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_3]: 'إحياء الشوق والمحبة في قلوبنا وتمني رؤيته في الدنيا قبل الأخرة',
  [TKeys.SUNNAHS_TRUTHS_5_ACTIONAL_RULE_4]:
    'التصديق بكونه وسيلننا إلى الله تعالى وأنه لا وصول  إلى الله  بدون سيدنا محمد صلى الله عليه وسلم',

  // Sunnah truths 6
  [TKeys.SUNNAHS_TRUTHS_6_TITLE]: 'تحقيق العبودية لله',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_1]: 'تعظيم أوامر الله تعالى',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_2]: 'تعظيم أوامر رسول الله ﷺ',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_3]: 'الشفقة على الخلق برحمة سيدنا محمد ﷺ',
  [TKeys.SUNNAHS_TRUTHS_6_ACTIONAL_RULE_4]: 'طاعةُ الله خوفاً من غضبهِ، ومَحَبَّةً لكل أحواله عز وجل',

  // Sunnah truths 7
  [TKeys.SUNNAHS_TRUTHS_7_TITLE]: 'كيفية عبادة الله تعالى على منهج سيدنا محمد ؟',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_1]: 'أن أحمد الله تعالى على كل حال، كما كان يفعل رسول الله ﷺ',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_2]: 'أن أستخير الله بعلمه وقدرته متوجها إليه بالضعف والعجز وقلة الحيلة',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_3]: 'أن أرضى بكل ما جاد به الله تعالى علي متفكرا في عظمة سيدنا محمد ﷺ ورضاه',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_4]: 'أن أخدم الدين كما يفعل سيدنا محمد الله بالدعوة إلى الله تعال',
  [TKeys.SUNNAHS_TRUTHS_7_ACTIONAL_RULE_5]: 'أن أطيع الله تعالى ممتثلا لما أمرنا به سيدنا محمد ومنتهيا عما نهانا عنه',

  // INVOCATION
  [TKeys.INVOCATION_PURIFICATION_TITLE]: 'أذكار التزكية',
  [TKeys.INVOCATION_IMMUNIZATION_TITLE]: 'الأذكار النورانية المحمدية\nالتحصين الكامل من القرآن والسنة النبوية',
  [TKeys.INVOCATION_JEWELS_TITLE]: 'جواهر الأذكار السنية لكشف الأستار المخفية',
  [TKeys.INVOCATION_OVERFLOW_TITLE]: 'الفيض الرحماني والإمداد النوراني\nفي الصلاة على النبي العدناني',

  [TKeys.INVOCATION_NIVEAU_TITLE]: 'مقامات ذكر السلوك',
  [TKeys.INVOCATION_NIVEAU_1]:
    'المقام الأول: مقام ذكر التوبة \n أي يكون المريد في هذا المقام من الذكر قد عقد النية على بداية السير وقطع المعصية وأسبابها مبتدئا بتزكية الجوارح، ولا شك ستعترضه المعاصي، بعد عقد نيته فيقع في الخطأ من جديد، وهذا الذكر يكون له توبة وتطهيرا ومساعدا على التخلص من المعصية باستبدال لذتها بلذة الذكر.',
  [TKeys.INVOCATION_NIVEAU_2]:
    'المقام الثاني: مقام ذكر الحال\n يكون المريد في هذا المقام من الذكر قد تجاوز أخطاء الجوارح وانتقل إلى استحضار معية الله عز وجل - فهو في المستوى الثاني من التزكية أي تزكي العقل - ويكون أيضا قد استبدل لذة المعصية بلذة الذكر، فتأتيه في الذكر أحوال من الخشوع أحيانا، وأحيانا أحوالا من قوة الاستحضار، وأحيانا أحوالا من الزهد في الدنيا والإقبال على الله عز وجل، وأحيانا برود في الهمة، وأحيانا يقوم بالذكر دون استحضار ولا شعور.. لهذا سُمّي ذكر الحال؛ فقد يدل المريد على مقام من مقامات الترقي كمقام الزهد والمحبة والإخلاص، وقد لا يحدث هذا الحال فيغيب، فيجد المريد نفسه في حالة من الجمود والبرود وهذا لا يَعْنِ أنه قد تراجع في سيره، بل إنه لا زال سالكاً إلى الله سبحانه كل يوم ذكره في شأن وفي حال، فإذا أمضى يومه في استحضار لله عز وجل يحضر حاله في الذكر، وإذا قضى يومه وعقله متفكر في غير الله لاه بمتاع الدنيا، مقبل على الخلق إقبال توجه غاب الحال في الذكر فلا يحضر حتى إذا أنهى تزكية العقل وأصبح كل توجهه وكل استحضاره منصب على مظاهر الله عز وجل وعلى معيته ينتقل إلى المرقى الثالث من مراقي الذكر ومدارجه فيكون قد بدأ حينها تزكية النفس. ',
  [TKeys.INVOCATION_NIVEAU_3]:
    'المقام الثالث مقام ذكر التحلية:\n يُعين هذا الذكر على مرارة المجاهدة والتخلية حيث يصبح المريد إذا دخل في الذكر خشعت أوصاله وعروقه وخضع قلبه وسجدت روحه وتجلت عليه أنوار من الحق جل جلاله فيشعر بلذة ما فوقها لذة، ويغوص في مشاهدات غيبية ومشاهدات إلهية لا تكون صافية تماما ولا تدل على بلوغه إلى مقام الكمال، ولكنها فقط تحلية تعينه على مجاهدة نفسه لأنه يكون قد وصل إلى أصعب مرحلة في السلوك إلى الله تعالى وهي تزكية النفس وأغلب الخلق لا يطيقونها لذلك فالذكر في هذه المرحلة يكون معينا عليها.',

  [TKeys.INVOCATION_ETIQUETE_TITLE]: 'بعض آداب ذكر الله تعالى:',
  [TKeys.INVOCATION_ETIQUETE]:
    '1. الجلوس بأدب في حضرة الله تعالى متجها للقبلة. \n 2. استشعار المريد حضور الله معه ومراقبته له، وكذلك حضور سيدنا محمد ﷺ. \n 3. نية القرب من الله تعالى ومن سيدنا محمد ﷺ. \n 4. إشغال الجوارح بالذكر والقلب بالمحبة والشوق والعقل بتخيل اسم الجلالة، وبالتأمل في أسماء الله ووصفاته. ',

  [TKeys.INVOCATION_STEP_1]: 'الأذكار المصاحبة لتزكية الجوارح',
  [TKeys.INVOCATION_STEP_2]: 'الأذكار المصاحبة لتزكية العقل',
  [TKeys.INVOCATION_STEP_3]: 'الأذكار المصاحبة لتزكية النفس',

  [TKeys.INVOCATION_STEP_1_RULE_1_SUMMARY]: 'الاستغفار',
  [TKeys.INVOCATION_STEP_1_RULE_1_BODY]: 'أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه',
  [TKeys.INVOCATION_STEP_1_RULE_1_DESC]:
    'ينبغي على المريد تخصيص وقت لذكر الله بتلاوة ذكر: "أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه" لمدة 15 دقيقة يوميا ويحافظ عليه بالاستحضار العقلي للذنوب، وبنيته في التوبة منها.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_1]:
    'الاعتقاد الأول: فيما يقارب الدقائق الخمس الأولى من الذكر، ينبغي على المريد أن يتذلل ويتوسل طلباً للمغفرة وللعفو على كل ما اقترفه من هفوات ومعاصي وذنوب خلال مرحلة الغفلة عن الله سبحانه وتعالى.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_2]:
    'الاعتقاد الثاني: فيما يقارب خمس دقائق الموالية يستغفر المريد عن تقصيره في أداء حقوق الله عز وجل وحقوق رسوله ، وكذلك حقوق الخلق.',
  [TKeys.INVOCATION_STEP_1_RULE_1_CROYANCE_3]:
    'الاعتقاد الثالث: أما الخمس دقائق الأخيرة من الذكر فيجب أن يستحضر فيه المريد الإصرار على التوبة من كل ذنب ارتكبه علم به أم لم يعلم مع النية في الإقلاع عن المعصية إقلاعا كليا وهذا يستلزم أن يقطع المريد علاقته بأسباب المعصية وبالطرق المؤدية إليها.',

  [TKeys.INVOCATION_STEP_1_RULE_2]: 'الصلاة على رسول الله ﷺ',
  [TKeys.INVOCATION_STEP_1_RULE_2_DESC]:
    'ويذكر المريد في نفس المستوى ذكر الصلاة على رسول الله ﷺ لما يقارب 15 دقيقة إن استطاع وإلا فأقل، \nأما ذكر الصلاة على رسول الله ﷺ فيجب أن يكون مصحوبا بتوجه العقل إلى النبي ﷺ استحضارا، وبتوجه القلب إليه محبة، وتتوجه الأركان إليه اتباعا وسنة. \nوأما صيغة الصلاة فيأذن فيها الشيخ حسب كل مريد.',
  [TKeys.INVOCATION_STEP_1_RULE_3]: 'المراقبة والتطهير',
  [TKeys.INVOCATION_STEP_1_RULE_3_DESC]:
    'ويأذن الشيخ للمريد كذلك في هذه المرحلة بأن يقوم بمراقبة الاسم (الله)، والتطهير بنوره لمدة 10 دقائق في اليوم وفق المنهجية المدرجة أسفله:',
  [TKeys.INVOCATION_STEP_1_RULE_3_METHODOLOGY]: '',

  [TKeys.INVOCATION_STEP_2_RULE_1]: 'ذكر الاستغفار',
  [TKeys.INVOCATION_STEP_2_RULE_1_DESC]:
    'أما بالنسبة للذكر الذي يصلح للمريد في هذه الفترة؛ وهو ذكر الاستغفار (05 دقائق يوميا) ، ويكون بهذه الصيغة: "أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه" \nحيث ينبغي على المريد أن يتذلل ويتوسل لله عز شأنه طلباً للمغفرة والصفح والعفو عن كل ما اقترفه من هفوات ومعاصي وذنوب خلال مرحلة الغفلة عن الله سبحانه وتعالى. ويستغفره من كل عمل صالح شابه نقص أو غفل فيه عن استحضار الله تعالى واستحضار معيته، أو شابه شعور بالفخر والاستعلاء، كما يتذلل المريد طلباً للمغفرة عن كل ذنبٍ اقترفته سراً أو جهراً، قولا أو فعلا، نسيه أو لم يعلمه، لكنه مسجل ضده في علم الله العليم وقد يكون سببا في طرده من رحمة الله وإبعاده عن حضرته عز وجل...',
  [TKeys.INVOCATION_STEP_2_RULE_2_SUMMARY]: 'ذكر الهيللة',
  [TKeys.INVOCATION_STEP_2_RULE_2_BODY]: 'لا إله إلا الله',
  [TKeys.INVOCATION_STEP_2_RULE_2_DESC]:
    '\nعندما يقوم المريد بذكر: "لا إله إلا الله" يجب عليه أن يستحضر ما يلي: \nينبغي على المريد في هذه المرحلة من التزكية تخصيص وقت يومي لذكر الله بتلاوة ذكر: "لا إله إلا الله".',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_1]:
    '(لا): يجب أن يتبرأ مطلقا من كل الآلهة الأخرى المزيفة، وكل شيء قد الله ويعمل على تطهير عقله من كل الشوائب والصدأ يسبب غفلته عن والظلام والشهوات والمعاصي. ',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_2]:
    '(إله): تعني معبود، يجب أن يتخيل المريد أن العالم كله في عقله وكأنه يقول له: "إن النفس والشهوات المباحة وغير المباحة، وكل هؤلاء الناس الذين يتسببون في الغفلة عن الله تعالى ليسوا آلهة، لذا لن أتبعهم وأستمع إلهم"، ومع هذا التفكير يجب أن يتخيل أنه أخرجهم جميعا من عقله. ',
  [TKeys.INVOCATION_STEP_2_RULE_2_CROYANCE_3]:
    '(إلا الله): عندما ينطق المريد هذه الكلمة يجب عليه أن يفكر ويتخيل أنه ليس في قلبه معبود سوى الله، وأن قلبه يضيء بلفظ الجلالة (الله). ',

  [TKeys.INVOCATION_STEP_2_RULE_3]: 'التطهير والمراقبة',
  [TKeys.INVOCATION_STEP_2_RULE_3_DESC]:
    'يؤذن للمريد في هذا المستوى القيام بالتطهير باسم الجلالة (لمدة 10 دقائق)، وكذا بمراقبة القبة الخضراء ومراقبة الكعبة المشرفة (لمدة 10 دقائق)',
  [TKeys.INVOCATION_STEP_2_RULE_4]: 'الرابطة الروحية',
  [TKeys.INVOCATION_STEP_2_RULE_4_DESC]:
    'وفي أواخر تزكية العقل قد يؤذن له بالقيام بالرابطة الروحية (لمدة 15 دقائق في اليوم، تلك الرابطة التي تنقله من مراتب تزكية العقل إلى مراتب تزكية النفس؛ فتختم على عقله بالخاتم المحمدي فيصبح التفاته واحد، وتوجهه واحد ونظره واحد، وإن أعظم ما يرضي العقل ويحول بينه وبين قيامه بمهمته التي أوجده الله لأجلها هي كثرة التوجهات وكثرة الالتفاتات فيختلط نور العقل بظلمانيته ويعكر صفوه، ويصبح عاجزا عن القيام حتى بالأمور البشرية الطبيعية كالحفظ والتركيز والفهم.',
  [TKeys.INVOCATION_STEP_3_RULE_1_SUMMARY]: 'ذكر الهيللة',
  [TKeys.INVOCATION_STEP_3_RULE_1_BODY]: 'لا إله إلا الله',
  [TKeys.INVOCATION_STEP_3_RULE_1_DESC]:
    'ويكون بنفس المنهجية التي أوردناها مفصلة في المرحلة السابقة المتعلقة بتزكية العقل',
  [TKeys.INVOCATION_STEP_3_RULE_2]: 'ذكر الصلاة على رسول الله ﷺ',
  [TKeys.INVOCATION_STEP_3_RULE_2_DESC]:
    'ويأذن الشيخ للمريد في هذه المرحلة بصيغ مختلفة من الصلاة على رسول الله، وقد يأذن له في قراءة الأحزاب اليومية من كتاب: "سفر الحقائق والأنوار وكشف الأستار في الصلاة على النبي المختار"، أو صلوات مختلفة من كتاب "الفيض الرحماني والإمداد النوراني في الصلاة على النبي العدناني"',
  [TKeys.INVOCATION_STEP_3_RULE_3]: 'ذكر اسم الجلالة (الله)',
  [TKeys.INVOCATION_STEP_3_RULE_3_DESC]:
    'ويتم هذا الذكر من خلال استحضار المريد لمعبة الله سبحانه وتعالى في قلبه وعقله عن طريق المفاتيح الثلاثة [الله معى؛ الله ناظري؛ الله سامعي]. \nثم يُغلق عينيه الجلالة (الله) فوق رأسه، والنور ينزل منه إلى عقله، ويدخل عبره إلى باقي الجسم، حتى يستقر النور في قلب المريد، فيبدأ اللسان في ذكر اسم الجلالة والعقل يتفكر فى أسماء الله الحسنى وصفاته العلى مع استحضار صورة الاسم في قلبه ليتصل بربه شوقا ومحبة حتى يصبح لقلبه صوتاً ينادي "الله الله"، \nثم يتخيل أن اسم الجلالة يُنقش داخل قلبه وفي سائر خلايا جسده وأن نور الاسم صار يضيء داخله ويشمل كل بدنه، ثم يستغرق في مناداته تعالى من صميم قلبه...',
  [TKeys.INVOCATION_STEP_3_IMPORTANCE]:
    'وهذا الذكر له فعالية كبرى في علاج أمراض النفس وإخضاع تمردها وهذا الذكر يكون مختلفا عن الذكر السابق لأنه ذكر تحلية يساعد على تحلية النفس فيكون المريد متصلا فيه بالغيب اتصالا غير كامل لوجود حاجز النفس الذي لم يزل من الطريق بعد، ويكون في هذا الذكر حضور واتصال ومشاهدات وتنزلات وتلقي للمعارف والعلوم، ولكنوز الحقائق والأسرار، وتفعيل للقدرة وخرق للعادة، وذلك لإضعاف حاجز الحس الذي يؤيد حاجز النفس، ولتقوية أفق المعنى الذي يضاعف من نورانية الروح، حتى تتمكن نورها من إطفاء ظلام النفس، وفي هذا المقام يعطى للمريد مراقبات خاصة من طرف شيخه كمراقبة العلاج ومراقبة التلقي ومراقبة المعراج ومراقبة البرزخ، ومناهج هذه المراقبات لن تذكر في هذا الكتاب وإنما يتلقاها المريد بنورها وبسرها وبمددها مباشرة من شيخه، وذلك هو الإذن الذي يحققه بحقيقة هذه المراقبات ويعلمه من علومها ومعارفها، ويزيد من طهارة نفسه ويرقيها في مدارج كمالاتها، وتنزهاتها عن الصفات الرذيلة والنقائص العليلة ولا شك يتحقق المريد حقيقة بهذه المراقبات ولكن لا يُؤذن له بالقيام بها إلا بإذن شيخه وحضوره، ولا يُؤذن له في الإفصاح عنها لأي كان إلا بعد اطلاع شيخه وموافقته عليها.',

  // Invocations immunization
  [TKeys.INVOCATIONS_IMMUNIZATION_TITLE]: 'التحصين {period}',
  [TKeys.INVOCATIONS_IMMUNIZATION_INTRODUCTION]:
    'هذه الأذكار المحمدية أخذناها من مشايخنا مأذونة، ونحن نأذن فيها لطلبتنا ومريدينا، أو لمن نلمس فيه الحرص على النفع والاستفادة.',
  [TKeys.INVOCATIONS_IMMUNIZATION_CONCLUSION]:
    ' ثم تنفث في كفيك وتمرر على كل جسدك من الأعلى إلى الأسفل، ثم من الأمام إلى الخلف',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_1]:
    'اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_2]:
    'أعوذ بالله من الشيطان الرجيم، بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ،  الْحَمْدُ  لِلَّهِ رَبِّ الْعَالَمِينَ  الرَّحْمَٰنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ، إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِين، اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ، صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ، آمين',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_3]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيم، الٓـمٓ ذَٰلِكَ ٱلۡكِتَٰبُ لَارَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ، ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ، وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ، أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ،وأولئك هُمُ ٱلۡمُفۡلِحُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_4]:
    'ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ، لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَاٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ، ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_5]:
    'لِّلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِن تُبْدُوا مَا فِي أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَاءُ وَيُعَذِّبُ مَن يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ،  آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ  كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ، وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ، لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ،',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_6]:
    'شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ ۚ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ، إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_7]:
    'حَسْبِيَ اللَّهُ لا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_8]:
    'قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَّا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا، وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_9]:
    'أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ، فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ، وَمَن يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ، وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_10]:
    'فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ، وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ، يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_11]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، حم، تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ، غَافِرِ الذَّنبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_12]:
    'اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيم',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_13]: 'أَعُوذُ بِاللهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_14]:
    'هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ، هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ، هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_15]:
    'بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ هُوَ اللَّهُ أَحَدٌ، اللَّهُ الصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ\n\n  بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ\n\n بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ، قُلْ أَعُوذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلَٰهِ النَّاسِ، مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ، مِنَ الْجِنَّةِ وَالنَّاسِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_16]:
    'رَضِيتُ بِاللهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_17]:
    'بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_18]:
    'اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_24]:
    'اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_25]:
    'اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْت، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_28]:
    'اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، لَا إِلَهَ إِلَّا أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_29]:
    'سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_30]:
    'يَا رَبِّ لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلالِ وَجْهِكَ وَلِعَظِيمِ سُلْطَانِكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_31]:
    'يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_32]:
    'سُبْحَانَكَ اللَّهُمَّ وبَحَمْدكَ أشْهدُ أنْ لا إلهَ إلا أنْتَ أَسْتَغْفِرُكَ وأتُوبُ إِلَيْكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_33]:
    'اللهُمَّ عَافِنِي فِي بَدَنِي، اللهُمَّ عَافِنِي فِي سَمْعِي، اللهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_34]:
    'اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_35]: 'اللَّهُمَّ أَلْهِمْنِي رُشْدِي، وَأَعِذْنِي مِنْ شَرِّ نَفْسِي',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_36]:
    'اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنْ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنْ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وَقَهْرِ الرِّجَالِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_37]:
    'اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لما لا أَعْلَمُ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_38]:
    'سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ، وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_COMMON_39]:
    'الله أكبر، الله أكبر، الله أكبر، بسم الله على نفسي وديني، بسم الله على كل شيء أعطانيه ربي، بسم الله خير الأسماء، بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء، بسم الله افتتحت وعلى الله توكلت، الله الله ربي لا أشرك به أحداً، أسألك اللهم بخيرك من خيرك الذي لا يعطيه أحد غيرك، عز جارك، وجل ثناؤك، ولا إله غيرك، اجعلني في عياذك من شر كل سلطان ومن الشيطان الرجيم، اللهم إني أحترس بك من شر جميع كل ذي شر خلقته، وأحترز بك منهم، وأقدم بين يدي بسم الله الرحمن الرحيم "قل هو الله أحد الله الصمد لم يلد ولم يولد ولم يكن له كفواً أحد" ومن خلفي مثل ذلك وعن يميني مثل ذلك وعن يساري مثل ذلك ومن فوقي مثل ذلك',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_19]:
    'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ،  لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير، ٌرَبِّ إنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذِاِ اليَوم وَخَيْرَ مَا بَعْدَهُ وَأَعُوذُ بِكَ مِنْ شَرِّ هَذِاِ اليَوم وَشَرِّ مَا بَعْدَهُ. رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ. رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_20]:
    'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ،  اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتَحَهُ، وَنَصْرَهُ، وَنُورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ،  وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ، وَشَرِّ مَا قَبْلَهُ، وَشَرِّ مَا بَعْدَهُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_21]:
    'اللهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_22]:
    'اللهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_23]:
    'اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لا إله إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_26]:
    'أَصْبَحْنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_27]:
    'اللَّهُمَّ إِنِّي أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْر،  فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_MORNING_40]:
    'اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_19]:
    'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_20]:
    'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ , اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَه الْليلة فَتَحَها ، وَنَصْرَها، وَنُورَها، وَبَرَكَتَها، وَهُدَاها , وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيها، وَشَرِّ مَا قَبْلَها، وَشَرِّ مَا بَعْدَها',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_21]:
    'اللهُمَّ بِكَ أَمْسَيْنَا ، وَبِكَ أَصْبَحْنَا ، وَبِكَ نَحْيَا ، وَبِكَ نَمُوتُ، وَإِلَيْكَ المصير',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_22]:
    'اللهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_23]:
    'اللَّهُمَّ إِنِّي أَمسيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_26]:
    'أَمسينا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_27]:
    'اللَّهُمَّ إِنِّي أَمسيتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ، فَأَتِمَّ عَلَيَّ نِعْمَتَكَ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ',
  [TKeys.INVOCATIONS_IMMUNIZATION_EVENING_40]:
    'إِنَّ اللهَ ومَلَائِكَتَهُ يُصَلُّون عَلَى النَّبِي, يا مَنْ صَلَّيْت بالدَّوَام و سَلَّمْت بالتَّمَام, صَلَّ صَلَاةَ شِفَاءٍ تَزْرَعُ بها نُورَك في قَلْب كُلِّ مُؤْمِن، و تُنْبِت بها بُذُورَ الإِيمَان في قَلْب كُلِّ مُسْلِم، و تُطَهِّر بِهَا عبَادَكَ مِنْ شَوَائِب الفِتَن و غُرُور الشَّيْطَان. إِنَّ بصلاتِك الدَّائِمَةِ على نور وجهك لَرَحْمَةٌ للعالمين، وشِفَاءٌ للمَظْلُومِين، و نُصْرَةٌ لِلْمُعَذَّبِين، وغِنًى عن كل آثِمٍ ضَنِين باسْمِك اللَّهُمَّ اشْفِ شِفَاءَ الصَّلَاة، و دَاوِي دَوَاء رَحْمَةِ الصَّلاة، واحْفَظْ بِدُعَاء الصَّلَاة كُلَّ مَن تَوَّجَه إلَيْك بالصَّلاة، و تَوَسَّل إليك بِوَسِيلَة الصَّلَاة، و دعَاك بالرَّحْمَة و الاسْتِغَاثة, إنَّا لَجَأْنَا لمن خَلَقَ القوِيَّ و الضَّعِيف، و فَرَّق بين الإنْسِ و الجِنْ، و حَرِص على ثبات الروح في الجسد، وحَرَّرَ الجَسَد باتِّصَال الروح, اجْعَلْنا في حِصْنِك المَكِين المَنِيعِ المَتِين, نُورِك الشَّافي المُعَافي, رَحْمَتِك المُغْرِقة الفائضة، واستجابتِك المُفْرحة الحَامِدَة , و على كل من صَلَّى بنية الشفاء، و سَلَّمَ بِمَحَبَّة الاِلْتِقَاء، وحَمِدَك بِحَمْدِ قَدَرِهِ المَكْتُوب في السَّمَاء الحمد لله رب العالمين',

  // MENUS
  [TKeys.MENU_SETTINGS]: 'إعدادات',
  [TKeys.MENU_HOME]: 'إستقبال',
  [TKeys.MENU_PRESENTATION]: 'تقديم',
  [TKeys.MENU_PURIFICATION]: 'تزكية',
  [TKeys.MENU_SUNNAHS]: 'سنن',
  [TKeys.MENU_INVOCATIONS]: 'أذكار',
  [TKeys.MENU_INVOCATION]: 'ذكر',
  [TKeys.MENU_OBSTACLES]: 'عراقيل',
  [TKeys.SETTINGS_LANGUAGE]: 'لغة التطبيق',
  [TKeys.SETTINGS_LANGUAGE_DEFAULT]: 'هل تريدون الاستمرار باللغة {lang} ؟',
  [TKeys.SETTINGS_RESET]: 'إعادة ضبط التقدم',

  // BUTTONS
  [TKeys.BUTTON_YES]: 'نعم',
  [TKeys.BUTTON_NO]: 'لا',
  [TKeys.BUTTON_CLOSE]: 'غلق',
  [TKeys.BUTTON_START]: 'بدء',
  [TKeys.BUTTON_RESTART]: 'إعادة',
  [TKeys.BUTTON_SAVE]: 'حفظ',
  [TKeys.BUTTON_READ_START]: 'أبدأ القراءة',
  [TKeys.BUTTON_READ_STOP]: 'أتوقف عن القراءة',
  [TKeys.BUTTON_AGREE]: 'أوافق',
  [TKeys.BUTTON_DISAGREE]: 'أعارض',
  [TKeys.BUTTON_CLEANING]: 'تطهير',
  [TKeys.BUTTON_ENLIGHTENMENT]: 'تنوير',

  // LANGUAGES
  [TKeys.LANGUAGE_ARABIC]: 'العربية',
  [TKeys.LANGUAGE_FRENCH]: 'الفرنسية',
  [TKeys.LANGUAGE_ENGLISH]: 'الإنجليزية',
  [TKeys.LANGUAGE_INDONESIAN]: 'الإندونيسية',

  // COMMON
  [TKeys.PHASE_1]: 'المرحلة الأولى',
  [TKeys.PHASE_2]: 'المرحلة الثانية',
  [TKeys.PHASE_3]: 'المرحلة الثالثة',
  [TKeys.PROGRESS_TITLE]: 'التقدم',
  [TKeys.PROGRESS_START_DATE]: 'تاريخ البدء',
  [TKeys.PROGRESS_END_DATE]: 'تاريخ الانتهاء',
  [TKeys.PROGRESS_SUCCESSFUL_DAYS]: 'الأيام الناجحة',
  [TKeys.PROGRESS_TOTAL_DAYS]: 'إجمالي الأيام',
  [TKeys.PROGRESS_FAILED_ATTEMPTS]: 'المحاولات الفاشلة',
  [TKeys.PROGRESS_FAILED_ATTEMPTS_RULE]: 'خرق القاعدة {rules} في اليوم {day}',
  [TKeys.PROGRESS_FAILED_ATTEMPTS_RULE_SIMPLE]: 'تم خرق القاعدة في اليوم {day}',
  [TKeys.PROGRESS_START_DAILY_EVALUATION]: 'تقييم يومي',
  [TKeys.PROGRESS_EVALUATION_MESSAGE]: 'اختر القواعد التي تم خرقها',
  [TKeys.PROGRESS_EVALUATION_QUESTION]: 'هل تم احترام القاعدة التالية ؟',
  [TKeys.PROGRESS_EVALUATION_QUESTIONS]: 'هل تم احترام القواعد التالية ؟',
  [TKeys.BASMALAH]:
    'بسم الله الرحمن الرحيم والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا محمد وعلى آله وصحبه أجمعين',
  [TKeys.LEVEL]: 'المستوى {value}',
  [TKeys.MORNING]: 'الصباحي',
  [TKeys.EVENING]: 'المسائي',
  [TKeys.TIMES_COUNT]: 'مرة واحدة',
  [TKeys.TIMES_COUNT_PLURAL]: '{times} مرات',

  [TKeys.MESSAGE_ADDED_SUCCESSFULLY]: 'تمت الإضافة بنجاح',
  [TKeys.MESSAGE_EVALUATED_SUCCESSFULLY]: 'لقد تم تحديث تقدمك بنجاح',
  [TKeys.MESSAGE_EMPTY_LIST]: 'قائمة فارغة',
  [TKeys.MESSAGE_NO_PROGRESS]: 'لا يوجد تقدم',
  [TKeys.DURATION]: '{value} دقيقة',
  [TKeys.DURATION2]: '{value} دقائق',
  [TKeys.RESTART_CONFIRM_TITLE]: 'هل أنت متأكد أنك تريد البدء من جديد ؟',
  [TKeys.RESTART_CONFIRM_MESSAGE]: 'سيؤدي هذا إلى حذف تقدمك  !\nعملية لا رجعة فيها',
};
